Repository: dreamerenigma/easyshoppin-eshop
Catalog: lib/localization/l10n/intl_*.arb
Languages: ru

# companyNecessaryLegal
source: The Company takes the necessary legal, organizational and technical measures to protect personal data from unauthorized or accidental access, destruction, modification, blocking, copying, provision, distribution of personal data, as well as from other unlawful actions in relation to personal data in accordance with legal requirements Russian Federation and internal documents. Ensuring the security of personal data and fulfillment of the Company’s obligations in accordance with the Law is achieved, including:
ru: Общество принимает необходимые правовые, организационные и технические меры для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении персональных данных в соответствии с требованиями законодательства Российской Федерации и внутренними документами. Обеспечение безопасности персональных данных и выполнение Обществом обязанностей, в соответствии с Законом достигается, в том числе:

# determiningThreatsSecurity
source: Determining threats to the security of personal data during their processing in personal data information systems.
ru: Определением угроз безопасности персональных данных при их обработке в информационных системах персональных данных.

# applicationOrganizational
source: Application of organizational and technical measures to ensure the security of personal data during their processing in personal data information systems necessary to fulfill the requirements for the protection of personal data, the implementation of which ensures the levels of personal data security established by the Government of the Russian Federation.
ru: Применением организационных и технических мер по обеспечению безопасности персональных данных при их обработке в информационных системах персональных данных, необходимых для выполнения требований по защите персональных данных, исполнение которых обеспечивает установленные Правительством Российской Федерации уровни защищенности персональных данных.

# assessingEffectiveness
source: Assessing the effectiveness of measures taken to ensure the security of personal data before putting into operation the personal data information system.
ru: Оценкой эффективности принимаемых мер по обеспечению безопасности персональных данных до ввода в эксплуатацию информационной системы персональных данных.

# appointmentPersonResponsible
source: Appointment of a person responsible for organizing the processing of personal data.
ru: Назначением лица, ответственного за организацию обработки персональных данных.

# publicationCompanyDocuments
source: Publication by the Company of documents defining the Company's policy regarding the processing of personal data, local acts on the processing of personal data, defining for each purpose of processing personal data the categories and list of processed personal data, categories of subjects whose personal data is processed, methods, terms of their processing and storage , the procedure for the destruction of personal data upon achieving the purposes of their processing or upon the occurrence of other legal grounds, as well as local acts establishing procedures aimed at preventing and identifying violations of the legislation of the Russian Federation, eliminating the consequences of such violations. Such documents and local acts cannot contain provisions limiting the rights of personal data subjects, as well as imposing on the Company powers and obligations not provided for by the legislation of the Russian Federation.
ru: Изданием Обществом документов, определяющих политику Общества в отношении обработки персональных данных, локальных актов по вопросам обработки персональных данных, определяющих для каждой цели обработки персональных данных категории и перечень обрабатываемых персональных данных, категории субъектов, персональные данные которых обрабатываются, способы, сроки их обработки и хранения, порядок уничтожения персональных данных при достижении целей их обработки или при наступлении иных законных оснований, а также локальных актов, устанавливающих процедуры, направленные на предотвращение и выявление нарушений законодательства Российской Федерации, устранение последствий таких нарушений. Такие документы и локальные акты не могут содержать положения, ограничивающие права субъектов персональных данных, а также возлагающие на Общество не предусмотренные законодательством Российской Федерации полномочия и обязанности.

# carryingInternalControl
source: Carrying out internal control and (or) audit of compliance of personal data processing with the Law and regulatory legal acts adopted in accordance with it, requirements for the protection of personal data, the Company’s policy regarding the processing of personal data, internal documents of the Company.
ru: Осуществлением внутреннего контроля и (или) аудита соответствия обработки персональных данных Закону и принятым в соответствии с ним нормативным правовым актам, требованиям к защите персональных данных, политику Общества в отношении обработки персональных данных, внутренним документам Общества.

# familiarizationCompanys
source: Familiarization of the Company's employees directly involved in the processing of personal data with the provisions of the legislation of the Russian Federation on personal data, including requirements for the protection of personal data, documents defining the Company's policy regarding the processing of personal data, local regulations on the processing of personal data, and (or ) training of these employees.
ru: Ознакомлением работников Общества, непосредственно осуществляющих обработку персональных данных, с положениями законодательства Российской Федерации о персональных данных, в том числе требованиями к защите персональных данных, документами, определяющими политику Общества в отношении обработки персональных данных, локальными актами по вопросам обработки персональных данных, и (или) обучение указанных работников.

# assessmentAccordance
source: Assessment of harm in accordance with the requirements established by the authorized body for the protection of the rights of personal data subjects that may be caused to personal data subjects in the event of a violation of this Federal Law, the relationship between this harm and the measures taken by the operator aimed at ensuring the fulfillment of the obligations provided for by this Federal Law.
ru: Оценка вреда в соответствии с требованиями, установленными уполномоченным органом по защите прав субъектов персональных данных, который может быть причинен субъектам персональных данных в случае нарушения настоящего Федерального закона, соотношение указанного вреда и принимаемых оператором мер, направленных на обеспечение выполнения обязанностей, предусмотренных настоящим Федеральным законом.

# detectionFactsUnauthorized
source: Detection of facts of unauthorized access to personal data and taking measures, including measures to detect, prevent and eliminate the consequences of computer attacks on personal data information systems and to respond to computer incidents in them.
ru: Обнаружением фактов несанкционированного доступа к персональным данным и принятием мер, в том числе мер по обнаружению, предупреждению и ликвидации последствий компьютерных атак на информационные системы персональных данных и по реагированию на компьютерные инциденты в них.

# controlSecurityPersonalData
source: Control over the measures taken to ensure the security of personal data and the level of security of personal data information systems.
ru: Контролем за принимаемыми мерами по обеспечению безопасности персональных данных и уровня защищенности информационных систем персональных данных.

# companyStops
source: The Company stops processing personal data and destroys it in the following cases:
ru: Общество прекращает обработку персональных данных и уничтожает их в случаях:

# liquidationCompany
source: liquidation of the Company;
ru: ликвидации Общества;

# reorganizationCompany
source: reorganization of the Company, entailing the termination of its activities;
ru: реорганизации Общества, влекущей прекращение его деятельности;

# terminationLegalGrounds
source: termination of the legal grounds for processing personal data and/or achieving the purposes of processing personal data;
ru: прекращения правовых оснований обработки персональных данных и/или достижения целей обработки персональных данных;

# revocationConsentSubject
source: revocation of the consent of the subject of personal data to the processing of personal data.
ru: отзыва согласия субъекта персональных данных на обработку персональных данных.

# storagePersonalData
source: The storage of personal data is carried out by the Company in a form that allows identifying the subject of personal data no longer than required by the purposes of processing personal data and in accordance with the provisions of the Law.
ru: Хранение персональных данных осуществляется Обществом в форме, позволяющей определить субъекта персональных данных не дольше, чем этого требуют цели обработки персональных данных и в соответствии с положениями Закона.

# collectingPersonalData
source: When collecting personal data, the Company ensures recording, systematization, accumulation, storage, clarification (updating, changing), retrieval of personal data of citizens of the Russian Federation using databases located on the territory of the Russian Federation, except for cases provided for by the Law.
ru: При сборе персональных данных Общество обеспечивает запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение персональных данных граждан Российской Федерации с использованием баз данных, находящихся на территории Российской Федерации, за исключением случаев, предусмотренных Законом.

# procedureDestruction
source: The procedure for the destruction of personal data on media containing personal data, including external/removable electronic media, paper media and personal data information systems, is being developed in accordance with the Order of the Federal Service for Supervision of Communications, Information Technology and Mass Communications dated October 28 2022 No. 179 “On approval of the Requirements for confirming the destruction of personal data” and is enshrined in the Rules for the destruction and depersonalization of personal data of the Company.
ru: Порядок уничтожения персональных данных на носителях, содержащих персональные данные, в том числе внешних/съемных электронных носителях, бумажных носителях и в информационных системах персональных данных, разрабатывается в соответствии с Приказом Федеральной службы по надзору в сфере связи, информационных технологий и массовых коммуникаций от 28 октября 2022 г. № 179 «Об утверждении Требований к подтверждению уничтожения персональных данных» и закрепляется в Правилах по уничтожению и обезличиванию персональных данных Общества.

# deletePersonalAccount
source: Consent to the processing of personal data can be withdrawn by the subject of personal data, including by clicking on the special “Delete personal account” button on the Site.
ru: Согласие на обработку персональных данных может быть отозвано субъектом персональных данных, в том числе, путем нажатия на Сайте на специальную кнопку «Удалить личный кабинет».

# responsesRequests
source: 6. Responses to requests from subjects for access to personal data
ru: 6. Ответы на запросы субъектов на доступ к персональным данным

# collectingPersonalDataCompany
source: When collecting personal data, the Company is obliged to provide the subject of personal data, at his request, with the information provided for in Part 7 of Article 14 of the Law.
ru: При сборе персональных данных Общество обязано предоставить субъекту персональных данных по его просьбе информацию, предусмотренную частью 7 статьи 14 Закона.

# demandCompanyClarification
source: The subject of personal data has the right to demand from the Company clarification of his personal data, blocking or destruction of it if the personal data is incomplete, outdated, inaccurate, illegally obtained or is not necessary for the stated purpose of processing, as well as take measures provided by law to protect his rights.
ru: Субъект персональных данных вправе требовать от Общества уточнения его персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки, а также принимать предусмотренные Законом меры по защите своих прав.

# stopTransfer
source: The subject of personal data has the right to apply to the Company with a request to stop the transfer (distribution, provision, access) of his personal data, previously authorized by the Subject of personal data, in terms of the specified actions for distribution, in case of non-compliance with the provisions of Article 10.1 of the Law, or to apply with such a demand to the court . The Company is obliged to stop the transfer (distribution, provision, access) of personal data within three working days from the receipt of the request of the subject of personal data or within the period specified in the court decision that has entered into legal force, and if such a period is not specified in the court decision, then within three working days from the moment the court decision enters into legal force.
ru: Субъект персональных данных имеет право обратиться в Общество с требованием прекратить передачу (распространение, предоставление, доступ) своих персональных данных, ранее разрешенных Субъектом персональных данных, в части указанных действий для распространения, в случае несоблюдения положений статьи 10.1 Закона или обратиться с таким требованием в суд. Общество обязано прекратить передачу (распространение, предоставление, доступ) персональных данных в течение трех рабочих дней с момента получения требования субъекта персональных данных или в срок, указанный во вступившем в законную силу решении суда, а если такой срок в решении суда не указан, то в течение трех рабочих дней с момента вступления решения суда в законную силу.

# appealInactionCompany
source: The subject of personal data has the right to appeal the actions or inaction of the Company to the Federal Service for Supervision in the Sphere of Communications, Information Technologies and Mass Communications (Roskomnadzor) or in court if the subject of personal data believes that the Company is processing his personal data in violation of the requirements of the Law or otherwise violates his rights and freedoms.
ru: Субъект персональных данных вправе обжаловать действия или бездействие Общества в Федеральную службу по надзору в сфере связи, информационных технологий и массовых коммуникаций (Роскомнадзор) или в судебном порядке в случае, если субъект персональных данных считает, что Общество осуществляет обработку его персональных данных с нарушением требований Закона или иным образом нарушает его права и свободы.

# protectLegitimateInterests
source: To exercise his rights and protect legitimate interests, the subject of personal data has the right to contact the Company. To send official requests to the Company, you must use the contact information specified in paragraphs. 6.17., 6.18. Politicians.
ru: Для реализации своих прав и защиты законных интересов субъект персональных данных имеет право обратиться в Общество. Для направления официальных запросов в адрес Общества, необходимо использовать контактные данные, указанные в п.п. 6.17., 6.18. Политики.

# unlawfulProcessing
source: If unlawful processing of personal data is detected upon application by the subject of personal data or his representative or at the request of the subject of personal data or his representative or the authorized body for the protection of the rights of personal data subjects, the operator is obliged to block unlawfully processed personal data relating to this subject of personal data, or ensure their blocking (if the processing of personal data is carried out by another person acting on behalf of the operator) from the moment of such an appeal or receipt of the specified request for the period of verification.
ru: В случае выявления неправомерной обработки персональных данных при обращении субъекта персональных данных или его представителя либо по запросу субъекта персональных данных или его представителя либо уполномоченного органа по защите прав субъектов персональных данных оператор обязан осуществить блокирование неправомерно обрабатываемых персональных данных, относящихся к этому субъекту персональных данных, или обеспечить их блокирование (если обработка персональных данных осуществляется другим лицом, действующим по поручению оператора) с момента такого обращения или получения указанного запроса на период проверки.

# inaccuratePersonalData
source: If inaccurate personal data is identified when contacting the subject of personal data or his representative or at their request or at the request of the authorized body for the protection of the rights of subjects of personal data, the operator is obliged to block personal data relating to this subject of personal data or ensure their blocking (if processing personal data is carried out by another person acting on behalf of the operator) from the moment of such application or receipt of the specified request for the period of verification, if blocking of personal data does not violate the rights and legitimate interests of the subject of personal data or third parties.
ru: В случае выявления неточных персональных данных при обращении субъекта персональных данных или его представителя либо по их запросу или по запросу уполномоченного органа по защите прав субъектов персональных данных оператор обязан осуществить блокирование персональных данных, относящихся к этому субъекту персональных данных, или обеспечить их блокирование (если обработка персональных данных осуществляется другим лицом, действующим по поручению оператора) с момента такого обращения или получения указанного запроса на период проверки, если блокирование персональных данных не нарушает права и законные интересы субъекта персональных данных или третьих лиц.

# factInaccuracyPersonalData
source: If the fact of inaccuracy of personal data is confirmed, the Company, on the basis of information provided by the subject of personal data or his representative or an authorized body for the protection of the rights of subjects of personal data, or other necessary documents, is obliged to clarify the personal data or ensure their clarification (if the processing of personal data is carried out by another person, acting on behalf of the operator) within seven working days from the date of submission of such information and remove the blocking of personal data.
ru: В случае подтверждения факта неточности персональных данных Общество на основании сведений, представленных субъектом персональных данных или его представителем либо уполномоченным органом по защите прав субъектов персональных данных, или иных необходимых документов обязано уточнить персональные данные либо обеспечить их уточнение (если обработка персональных данных осуществляется другим лицом, действующим по поручению оператора) в течение семи рабочих дней со дня представления таких сведений и снять блокирование персональных данных.

# purposeProcessingPersonalData
source: If the purpose of processing personal data is achieved, the Company is obliged to stop processing personal data or ensure its termination (if the processing of personal data is carried out by another person acting on behalf of the operator) and destroy personal data or ensure its destruction (if the processing of personal data is carried out by another person acting on behalf of the operator). on behalf of the Company) within a period not exceeding thirty days from the date of achieving the purpose of processing personal data, unless otherwise provided by an agreement to which the subject of personal data is a party, beneficiary or guarantor, another agreement between the Company and the subject of personal data, or if the Company has no right carry out the processing of personal data without the consent of the subject of personal data on the grounds provided for by the Law or other federal laws.
ru: В случае достижения цели обработки персональных данных Общество обязано прекратить обработку персональных данных или обеспечить ее прекращение (если обработка персональных данных осуществляется другим лицом, действующим по поручению оператора) и уничтожить персональные данные или обеспечить их уничтожение (если обработка персональных данных осуществляется другим лицом, действующим по поручению Общества) в срок, не превышающий тридцати дней с даты достижения цели обработки персональных данных, если иное не предусмотрено договором, стороной которого, выгодоприобретателем или поручителем по которому является субъект персональных данных, иным соглашением между Обществом и субъектом персональных данных либо если Общество не вправе осуществлять обработку персональных данных без согласия субъекта персональных данных на основаниях, предусмотренных Законом или другими федеральными законами.

# withdrawsConsent
source: If the subject of personal data withdraws consent to the processing of his personal data, the Company is obliged to stop processing them or ensure the termination of such processing (if the processing of personal data is carried out by another person acting on behalf of the Company) and in the event that the preservation of personal data is no longer required for the purposes of processing personal data, destroy personal data or ensure their destruction (if the processing of personal data is carried out by another person acting on behalf of the Company) within a period not exceeding thirty days from the date of receipt of the said response, unless otherwise provided by the agreement to which the beneficiary or guarantor is a party which is the subject of personal data, another agreement between the Company and the subject of personal data, or if the Company does not have the right to process personal data without the consent of the subject of personal data on the grounds provided for by the Law or other federal laws.
ru: В случае отзыва субъектом персональных данных согласия на обработку его персональных данных Общество обязано прекратить их обработку или обеспечить прекращение такой обработки (если обработка персональных данных осуществляется другим лицом, действующим по поручению Общества) и в случае, если сохранение персональных данных более не требуется для целей обработки персональных данных, уничтожить персональные данные или обеспечить их уничтожение (если обработка персональных данных осуществляется другим лицом, действующим по поручению Общества) в срок, не превышающий тридцати дней с даты поступления указанного отзыва, если иное не предусмотрено договором, стороной которого, выгодоприобретателем или поручителем по которому является субъект персональных данных, иным соглашением между Обществом и субъектом персональных данных либо если Общество не вправе осуществлять обработку персональных данных без согласия субъекта персональных данных на основаниях, предусмотренных Законом или другими федеральными законами.
