Repository: dreamerenigma/easyshoppin-eshop
Catalog: lib/localization/l10n/intl_*.arb
Languages: ru

# registrationDataPolicy
source: Registration data (including personal data) may be processed by Easy Shoppin for the purpose of promoting goods and services by making direct contacts with the Buyer using communication channels in accordance with the Policy regarding the processing of personal data;
ru: Регистрационные данные (в том числе персональные данные) могут обрабатываться Easy Shoppin в целях продвижения товаров и услуг, путем осуществления прямых контактов с Покупателем с помощью каналов связи в соответствии с Политикой в отношении обработки персональных данных;

# registrationDatInternet
source: Registration data (including personal data) is processed by Easy Shoppin for the purpose of sending advertising and information to the Buyer via telecommunication networks, including via the Internet, in accordance with Article 18 of the Federal Law of June 13, 2006 No. 38-FZ “On Advertising”;
ru: Регистрационные данные (в том числе персональные данные) обрабатываются Easy Shoppin в целях направления Покупателю рекламы и информации по сетям электросвязи, в том числе через Интернет, в соответствии со ст.18 Федерального закона от 13.06.2006 № 38-ФЗ «О рекламе»;

# registrationDataProtection
source: Registration data (including personal data) specified by the Buyer, for the purpose of additional protection against fraudulent activities, may be transferred to the credit institution that carries out transactions for payment of Orders placed on the Marketplace, as well as to other third parties ensuring the security of Easy Shoppin;
ru: Регистрационные данные (в том числе персональные данные), указанные Покупателем, в целях дополнительной защиты от мошеннических действий могут быть переданы кредитной организации, осуществляющей транзакции по оплате оформленных на Торговой площадке Заказов, а также иным третьим лицам, обеспечивающим безопасность Easy Shoppin;

# registrationDataEmail
source: The consent given by the Buyer to the processing of his registration data (including personal data) is unlimited and can be revoked by the Buyer or his legal representative by submitting a written application sent to the email address: sales@easyshoppin.ru.
ru: Данное Покупателем согласие на обработку его регистрационных данных (в том числе персональных данных) является бессрочным и может быть отозвано Покупателем или его законным представителем, подачей письменного заявления, направленного по адресу электронной почты: sales@wildberries.ru.

# buyerInformed
source: The Buyer is informed and agrees that Easy Shoppin collects, records, systematizes, accumulates, stores, refines (updates, changes), extracts, analyzes and uses, transfers (distributes, provides, access), entrusts processing to third parties, receives from third parties persons, depersonalization, blocking, deletion, destruction of the Buyer’s registration data (including personal data).
ru: Покупатель информирован и согласен с тем, что Easy Shoppin осуществляет сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, анализ и использование, передачу (распространение, предоставление, доступ), поручение обработки третьим лицам, получение от третьих лиц, обезличивание, блокирование, удаление, уничтожение регистрационных данных Покупателя (в том числе, персональных данных).

# bankCard
source: The buyer is informed and agrees that hiding a bank card in the Personal Account does not mean withdrawing consent to the processing of this part of personal data. Consent to the processing of personal bank card data may be withdrawn by the Buyer by notification sent to the email address: sales@easyshoppin.ru.
ru: Покупатель информируется и соглашается, что сокрытие банковской карты в Личном кабинете не означает отзыв согласия на обработку этой части персональных данных. Согласие на обработку персональных данных банковской карты может быть отозвано Покупателем посредством уведомления, направленного по адресу электронной почты: sales@wildberries.ru.

# copyingApp
source: By copying the Easy Shoppin Mobile Application and installing it on his mobile device, the User expresses his full and unconditional agreement with all the terms of this Offer.
ru: Копируя Мобильное приложение Wildberries и устанавливая его на свое мобильное устройство, Пользователь выражает свое полное и безоговорочное согласие со всеми условиями настоящей Оферты.

# correctnessInformation
source: Easy Shoppin is not responsible for the accuracy and correctness of the information provided by the Buyer during registration, as well as for possible negative consequences caused by the Buyer providing inaccurate or incorrect information about himself.
ru: Easy Shoppin не несет ответственности за точность и правильность информации, предоставляемой Покупателем при регистрации, а также за возможные негативные последствия, вызванные предоставлением Покупателем неточной или неправильной информации о себе.

# placingOrder
source: 4. Placing an order
ru: 4. Оформление заказа

# purchaseTermsRules
source: The purchase and sale agreement is considered concluded under the terms of these Rules and entails legal consequences for the Seller, Easy Shoppin and the Buyer only when ordering the Product and paying for it through the use of the services of the Marketplace, as a result of which information about the order is reflected in the Buyer’s Personal Account.
ru: Договор купли-продажи считается заключенным на условиях настоящих Правил и влечет правовые последствия для Продавца, Easy Shoppin и Покупателя только при заказе Товара и его оплаты посредством использования сервисов Торговой площадки, по результатам которых сведения о заказе отражаются в Личном кабинете Покупателя.

# concludingAgreements
source: Concluding agreements with any third parties outside of software methods on the website or mobile application of the Trading Platform, as well as paying for an order in a way other than payment using special software on the website or mobile application of the Trading Platform (including, but not limited to, payment in cash to a third person, transfer of funds to bank details, payment of bills, invoices, invoice agreements and other primary documents received from third parties) does not give rise to legal consequences for Easy Shoppin, as for the owner of the Trading Platform, incl. upon receiving an offer to conclude such an agreement from information about goods posted on the website or mobile application of the Trading Platform.
ru: Заключение договоров с любыми третьими лицами вне программных способов на сайте или мобильном приложении Торговой площадки, а равно оплата заказа иным способом, чем оплата с использованием специального программного обеспечения на сайте или мобильном приложении Торговой площадки (в том числе, но не ограничиваясь, оплата наличными третьему лицу, перечисление денежных средств на банковские реквизиты, оплата по счетам, счетам-фактурам, договорам-счетам и иным первичным документам, полученным от третьих лиц) не порождает правовых последствий для Easy Shoppin, как для владельца Торговой площадки, в т.ч. при получении предложения о заключении такого договора из информации о товарах, размещенной на сайте или в мобильном приложении Торговой площадки.

# placingOrderPersonalAccount
source: When placing an order using the Personal Account, responsibility for the Order, including possible financial losses, lies with the Buyer - the owner of the Personal Account.
ru: При оформлении заказа с использованием Личного кабинета ответственность за Заказ, в том числе возможные финансовые убытки, лежит на Покупателе — владельце Личного кабинета.

# orderingGoods
source: By ordering Goods on the Marketplace, the Buyer enters into a purchase and sale agreement with the Seller of the Goods, as well as an agreement for the provision of delivery services for Goods with Easy Shoppin. Within the framework of one Order, the Buyer may enter into an agreement for the provision of delivery services for the Goods of several Sellers, with the simultaneous conclusion of several purchase and sale agreements in relation to the Goods selected by the Buyer.
ru: Заказывая на Торговой площадке Товар, Покупатель заключает договор купли-продажи с Продавцом Товара, а также договор оказания услуг доставки Товаров с Easy Shoppin. В рамках одного Заказа Покупателем может быть заключен договор оказания услуги доставки Товаров нескольких Продавцов, с одновременным заключением нескольких договоров купли-продажи в отношении выбранных Покупателем Товаров.

# orderingProduct
source: When ordering a Product, the Seller of which is any seller, with the exception of Easy Shoppin, the Buyer, within the framework of the purchase and sale agreement, enters into a contractual relationship directly with the Seller selling this Product.
ru: При Заказе Товара, Продавцом которого выступает любой продавец, за исключением Easy Shoppin, Покупатель в рамках договора купли-продажи вступает в договорные отношения непосредственно с Продавцом, реализующим данный Товар.

# clickingButtonPlacePay
source: By clicking the “place”/“pay” button (or another button that confirms the Buyer’s will to complete the Order and transfer payment for it), the Buyer confirms familiarization with these Rules and full agreement with all the terms of these Rules: including the conditions for the processing of personal data , payment for goods, conditions and procedure for delivery of the Goods both to the Buyer and from the Buyer, conditions for returning goods and filing claims.
ru: Нажимая кнопку «оформить»/«оплатить» (либо иную кнопку, которая подтверждает волеизъявление Покупателя на совершение Заказа и перечисление за него оплаты), Покупатель подтверждает ознакомление с настоящими Правилами и полное согласие со всеми условиями настоящих Правил: в том числе условиями обработки персональных данных, оплаты товаров, условий и порядка доставки Товара как к Покупателю, так и от Покупателя, условиями возврата товара и направления претензий.

# informationProductCard
source: The information presented in the Product Card cannot fully convey all the characteristics of the product (including color, shape, availability and description of some functions). To obtain complete information, the Buyer must contact the Seller. The Buyer’s placing an Order without such a request is a confirmation that the information about the Product was complete, understandable and sufficient for placing the Order.
ru: Информация, представленная в Карточке товара, не может в полной мере передавать все характеристики товара (включая цвет, форму, наличие и описание некоторых функций). Для получения полной информации Покупателю необходимо обратиться к Продавцу. Оформление Покупателем Заказа без такого обращения является подтверждением того, что информация о Товаре была полной, понятной и достаточной для оформления Заказа.

# placingOrderBuyer
source: By placing an Order, the Buyer agrees that Easy Shoppin may entrust the execution of the contract to a third party, remaining responsible for its execution to the Buyer.
ru: Оформляя Заказ, Покупатель соглашается с тем, что Easy Shoppin может поручить исполнение договора третьему лицу, оставаясь ответственным за его исполнение перед Покупателем.

# placingOrderMarketplace
source: By placing an order on the Marketplace, the Buyer agrees to receive:
ru: Оформляя заказ на Торговой площадке, Покупатель соглашается на получение:

# emailsPushNotifications
source: Emails/push notifications that Easy Shoppin may send to the Buyer;
ru: Электронных писем/push-уведомлений, которые Easy Shoppin может направить Покупателю;

# messagesSMS
source: Messages (SMS) to the phone number specified by the Buyer;
ru: Сообщений (SMS) на телефонный номер, указанный Покупателем;

# callTelephoneNumber
source: A call with an offer to evaluate the quality of the Trading Platform to the telephone number specified by the Buyer.
ru: Звонка с предложением оценить качество работы Торговой площадки на телефонный номер, указанный Покупателем.

# buyerPersonalAccount
source: The Buyer has the right to refuse these methods of interaction by disabling them in the Personal Account.
ru: Покупатель вправе отказаться от указанных способов взаимодействия, отключив их в Личном кабинете.

# orderCountryEAEU
source: By placing an Order in a country that is a member of the Eurasian Economic Union (hereinafter referred to as the “EAEU”), in relation to Goods that are delivered from a country that is not a member of the EAEU and is subject to customs clearance when imported into the EAEU, the Buyer confirms that he is duly informed and agrees with the following:
ru: Оформляя Заказ в стране, входящей в Евразийский экономический союз (далее «ЕАЭС»), в отношении Товара, который доставляется из страны, не входящей в ЕАЭС, и подлежит таможенному оформлению при ввозе в ЕАЭС, Покупатель подтверждает, что он надлежащим образом информирован и согласен со следующим:

# importEAEU
source: The norm for duty-free import of Goods into the territory of the EAEU is determined by the regulations of the EAEU (as of February 1, 2024, it was 1000 Euros).
ru: Норма беспошлинного ввоза Товаров на территорию ЕАЭС определяется нормативными актами ЕАЭС (по состоянию на 1 февраля 2024 года она составляла 1000 Евро).

# obligationDuties
source: If the cost of the Goods exceeds the duty-free import rate, the obligation to pay customs duties lies with the Buyer; Easy Shoppin is not responsible for customs duties.
ru: В случае если стоимость Товара превышает норму беспошлинного ввоза, обязанность по уплате таможенных пошлин лежит на Покупателе; Easy Shoppin не несёт ответственности за уплату таможенных пошлин.

# customsClearanceGoods
source: For customs clearance of the Goods, the Buyer may be required to provide additional data, including personal data, to the customs representative.
ru: Для таможенного оформления Товара Покупателю может потребоваться предоставить дополнительные данные, в том числе персональные данные, таможенному представителю.

# availableCustomsRepresentatives
source: The list of available customs representatives is determined by Easy Shoppin at its discretion. The buyer enters into an agreement with such a customs representative in the manner specified in these Rules.
ru: Перечень доступных таможенных представителей определяется Easy Shoppin по своему усмотрению. Покупатель заключает договор с таким таможенным представителем в порядке, указанном в настоящих Правилах.

# returnGoodsCarried
source: Return of goods is carried out in accordance with Section 7 of the Rules.
ru: Возврат товаров осуществляется в соответствии с Разделом 7 Правил.

# orderGoodsUnitrade
source: In the case of placing an order for Goods that are subject to customs clearance when imported into Russia, the Buyer confirms his acceptance of the offer agreement for the provision of services to him by a customs representative of Unitrade JSC, published at http://sms.unitrade.su/, and also gives your consent to the transfer and processing of your personal data to the partners of Easy Shoppin LLC for the purpose of organizing customs clearance of your orders.
ru: В случае оформления заказа Товара, который подлежит таможенному оформлению при ввозе в Россию, Покупатель подтверждает свой акцепт договора-оферты по оказанию ему услуг таможенного представителя АО «Юнитрейд», опубликованного по адресу http://sms.unitrade.su/, а также дает своё согласие на передачу и обработку своих персональных данных партнёрам ООО «Изи Шоппин» для целей организации таможенного оформления своих заказов.

# orderGoodsTANAIS
source: In the case of placing an order for Goods that are subject to customs clearance when imported into Russia, the Buyer confirms his acceptance of the offer agreement for the provision of the services of a customs representative of TANAIS JSC (121596, Moscow, internal ter.g. municipal district Mozhaisky, st. . Gorbunova, 2, building 3, floor/room 6/II, room 36, INN: 7730642532, OGRN: 1117746295314), published at https://tanais.express/pages/offerta/ also gives his consent to the transfer and processing of his personal data to the partners of Easy Shoppin LLC for the purpose of organizing customs clearance of his orders.
ru: В случае оформления заказа Товара, который подлежит таможенному оформлению при ввозе в Россию, Покупатель подтверждает свой акцепт договора-оферты по оказанию ему услуг таможенного представителя АО «ТАНАИС» (121596, г. Москва, вн.тер.г. муниципальный округ Можайский, ул. Горбунова, д. 2, стр. 3, эт./помещ. 6/II, ком. 36, ИНН: 7730642532, ОГРН: 1117746295314), опубликованного по адресу https://tanais.express/pages/offerta/, а также дает своё согласие на передачу и обработку своих персональных данных партнёрам ООО «Изи Шоппин» для целей организации таможенного оформления своих заказов.

# orderGoodsJSC
source: By paying for the Goods sent by international mail, the Buyer enters into an Offer Agreement with Russian Post JSC (you can also read the text of the Offer Agreement at https://customs.pochta.ru/oferta), which is an authorized operator for the purposes of declaring goods sent in international mail and paying customs duties in relation to such goods. Easy Shoppin does not bear any responsibility for the Buyer’s fulfillment of obligations to pay customs duties and declare goods, as well as for the fulfillment by the authorized operator (as indicated above) of its obligations to the Buyer in accordance with the Offer Agreement. In accordance with these provisions, the Buyer grants Easy Shoppin the right to transfer to the authorized operator information about the number and date of the Order, as well as the amount of payments payable in accordance with the requirements of the legislation of Russia and the Eurasian Economic Union in connection with the declaration of goods and payment of customs duties. Easy Shoppin is not responsible for the processing of the Buyer's payment, as well as the processing of data provided by the Buyer to the authorized operator and does not participate in these operations in any way.
ru: Оплачивая Товар, пересылаемый в международных почтовых отправлениях, Покупатель заключает Договор-оферту с АО «Почта России» (ознакомиться с текстом Договора-оферты в том числе можно по ссылке https://customs.pochta.ru/oferta), являющимся уполномоченным оператором для целей декларирования товаров, пересылаемых в международных почтовых отправлениях, и уплаты в отношении таких товаров таможенных платежей. Easy Shoppin не несет никакой ответственности за выполнение Покупателем обязательств по уплате таможенных платежей и декларированию товаров, а также за выполнение уполномоченным оператором (как указано выше) своих обязательств перед Покупателем в соответствии с Договором-офертой. В соответствии с настоящими положениями, Покупатель предоставляет Easy Shoppin право на передачу уполномоченному оператору информации о номере и дате Заказа, а также о размере подлежащих уплате в соответствии с требованиями законодательства России и Евразийского экономического союза платежей в связи с декларированием товаров и уплатой таможенных платежей. Easy Shoppin не несет ответственности за обработку платежа Покупателя, а также обработку данных, предоставляемых Покупателем уполномоченному оператору и никаким образом в данных операциях не участвует.

# orderGoodsGBSBroker
source: In the case of placing an order for Goods that are subject to customs clearance when imported into Russia, the Buyer confirms his acceptance of the offer agreement for the provision of the services of a customs representative of GBS-broker LLC (105066, Moscow, Olkhovskaya St., 16, building 5- 5A, basement room 1 room 15, TIN: 9701083788, OGRN: 1177746840787), published at https://www.gbs-broker.ru/docs/customs_repr_03032023.docx, and also gives his consent to the transfer and processing of his personal data partners of Easy Shoppin LLC for the purpose of organizing customs clearance of their orders.
ru: В случае оформления заказа Товара, который подлежит таможенному оформлению при ввозе в Россию, Покупатель подтверждает свой акцепт договора-оферты по оказанию ему услуг таможенного представителя ООО «ГБС-брокер» (105066, Москва, ул. Ольховская, д. 16, строение 5-5А, подвал пом 1 ком 15, ИНН: 9701083788, ОГРН: 1177746840787), опубликованного по адресу https://www.gbs-broker.ru/docs/customs_repr_03032023.docx, а также дает своё согласие на передачу и обработку своих персональных данных партнёрам ООО «Easy Shoppin» для целей организации таможенного оформления своих заказов.

# orderGoodsLOGISTIC
source: In the case of placing an order for Goods that are subject to customs clearance when imported into Russia, the Buyer confirms his acceptance of the offer agreement for the provision of the services of a customs representative of SEL LOGISTIC LLC (690025, Vladivostok, Fanzavod St., 1, building 2, premises 1, INN: 2725106960, OGRN: 1112722010026), published at https://cellog.ru/oferta, and also gives his consent to the transfer and processing of his personal data to the partners of Easy Shoppin LLC for the purpose of organizing customs clearance of their orders.
ru: В случае оформления заказа Товара, который подлежит таможенному оформлению при ввозе в Россию, Покупатель подтверждает свой акцепт договора-оферты по оказанию ему услуг таможенного представителя ООО «СЭЛ ЛОГИСТИК» (690025, г. Владивосток ул. Фанзавод, д. 1, строение 2 помещение 1, ИНН: 2725106960, ОГРН: 1112722010026), опубликованного по адресу https://cellog.ru/oferta, а также дает своё согласие на передачу и обработку своих персональных данных партнёрам ООО «Easy Shoppin» для целей организации таможенного оформления своих заказов.

# paymentOrder
source: 5 Payment for the order
ru: 5 Оплата заказа

# returnGoodsCarriedAccordance
source: The price of the goods is indicated in the Product Card in rubles of the Russian Federation and includes value added tax.
ru: Цена товара указывается в Карточке товара в рублях Российской Федерации и включает в себя налог на добавленную стоимость.

# priceGoodsIndicated
source: Prices for the Products are determined by the Sellers and are indicated in the Product Card. The cost of delivery services is determined by Easy Shoppin unilaterally and indisputably and is indicated on the Marketplace. Payment for the Order means the Buyer’s agreement with the price of the Product and the cost of delivery.
ru: Цены на Товар определяются Продавцами и указываются в Карточке товара. Стоимость услуг доставки определяется Вайлдберриз в одностороннем бесспорном порядке и указывается на Торговой площадке. Оплата Заказа означает согласие Покупателя с ценой Товара и стоимостью доставки.

# pricesProductsDetermined
source: The final Price of the Product is determined by the sequential effect of discounts on the Price of the Product in the following order:
ru: Окончательная Цена Товара определяется последовательным действием на Цену Товара скидок по следующему порядку:

# finalPriceProduct
source: Promotional discount;
ru: Акционная скидка;

# promotionalDiscountPayment
source: Discount using Promo Code;
ru: Скидка по Промокоду;

# discountPromoCode
source: WB Discount.
ru: ES Скидка.
