Repository: dreamerenigma/easyshoppin-eshop
Catalog: lib/localization/l10n/intl_*.arb
Languages: ru

# cookiesCompanyContaining
source: Cookies are text files available to the Company containing information about the device (IP address of the device), browser, application version, and stored in the browser of the computer (mobile device) of the User or Registered User when they visit the Site. The collection of cookies can be configured or disabled independently in the settings of the browser used.
ru: Файлы cookies — доступные Обществу текстовые файлы, содержащие сведения об устройстве (IP адресе устройства), браузере, версии приложения, и сохраняемые в браузере компьютера (мобильного устройства) Пользователя или Зарегистрированного пользователя при посещении им Сайта. Сбор файлов cookies возможно настроить или отключить самостоятельно в настройках используемого браузера.

# nicknameWebsite
source: Pseudonym (nickname) is the name of the user (PDN subject) in a service, on a website, etc., which the user comes up with independently during registration.
ru: Псевдоним (никнейм)— имя пользователя (субъекта ПДн) в сервисе, на сайте и т.п., который пользователь придумывает самостоятельно при регистрации.

# otherTermsNotMentioned
source: Other terms not mentioned above are used in the meaning established by regulatory legal acts of the Russian Federation, documents and local acts of the Company.
ru: Иные термины, не упомянутые выше, используются в значении, установленном нормативными правовыми актами Российской Федерации, документами и локальными актами Общества.

# purposesPersonalData
source: 2. Purposes of processing personal data
ru: 2. Цели обработки персональных данных

# companyProcessesData
source: The Company processes personal data for the following purposes:
ru: Обработка персональных данных Обществом осуществляется в следующих целях:

# registrationPersonalAccount
source: Registration and use of your personal account to place orders on the Site, as well as to receive informational and advertising mailings.
ru: Регистрация и использование личного кабинета для совершения заказов на Сайте, а также для получения информационных и рекламных рассылок.

# personalAccountRegisteredUser
source: Use of a personal account by a Registered User on the Site by filling out information about yourself; placing orders (including payment and delivery of orders), tracking the status of an order, writing reviews about products, drawing up requests regarding work on the Site through a special form in the Registered User’s personal account, exercising the possibility of returning goods or funds (within the warranty period).
ru: Использование личного кабинета Зарегистрированным пользователем на Сайте, путем заполнения информации о себе; оформление заказов (в том числе оплаты и доставки заказов), отслеживания статуса заказа, написания отзывов о товарах, составления обращений по вопросам работы на Сайте через специальную форму в личном кабинете Зарегистрированного пользователя, осуществления возможности возврата товаров или денежных средств (в рамках гарантийного срока).

# providingPossibilityBooking
source: Providing the possibility of booking (purchasing) air and ground transport tickets on the Site.
ru: Обеспечение возможности бронирования (приобретения) билетов воздушного и наземного транспорта на Сайте.

# providingCustomsClearance
source: Providing data for customs clearance and delivery of goods, in case of ordering goods from abroad.
ru: Предоставление данных для таможенного оформления и доставки товаров, в случае заказа товаров из-за рубежа.

# providingDataCompletingTraining
source: Providing data for completing training courses published by third parties on the Company’s Website.
ru: Предоставление данных для прохождения обучающих курсов, публикуемых сторонними организациями на Сайте Общества.

# usingSiteCapabilities
source: Using the Site's capabilities to make audio and video calls
ru: Использование возможностей Сайта для проведения аудио- и видеозвонков

# legalGrounds
source: 3. Legal grounds for processing personal data
ru: 3. Правовые основания обработки персональных данных

# carriedCompany
source: The processing of personal data is carried out by the Company on the following legal grounds:
ru: Обработка персональных данных осуществляется Обществом на следующих правовых основаниях:

# consentSubjectPersonal
source: - the processing of personal data is carried out with the consent of the subject of personal data to the processing of his personal data, which the subject provides by active action, including putting a mark in the interface opposite the phrase: “I agree to the processing of personal data, with the rules for using the trading platform and returning”;
ru: - обработка персональных данных осуществляется с согласия субъекта персональных данных на обработку его персональных данных, которое субъект предоставляет активным действием, в том числе проставляя отметку в интерфейсе напротив фразы: «Соглашаюсь на обработку персональных данных, с правилами пользования торговой площадкой и возврата»;

# internationalTreaty
source: - processing of personal data is necessary to achieve the goals provided for by an international treaty of the Russian Federation or law, to implement and fulfill the functions, powers and responsibilities assigned by the legislation of the Russian Federation to the operator
ru: - обработка персональных данных необходима для достижения целей, предусмотренных международным договором Российской Федерации или законом, для осуществления и выполнения возложенных законодательством Российской Федерации на оператора функций, полномочий и обязанностей

# executionAgreement
source: - the processing of personal data is necessary for the execution of an agreement to which the subject of personal data is a party or beneficiary or guarantor, as well as for concluding an agreement on the initiative of the subject of personal data or an agreement under which the subject of personal data will be a beneficiary or guarantor. An agreement concluded with a personal data subject cannot contain provisions limiting the rights and freedoms of the personal data subject;
ru: - обработка персональных данных необходима для исполнения договора, стороной которого либо выгодоприобретателем или поручителем по которому является субъект персональных данных, а также для заключения договора по инициативе субъекта персональных данных или договора, по которому субъект персональных данных будет являться выгодоприобретателем или поручителем. Заключаемый с субъектом персональных данных договор не может содержать положения, ограничивающие права и свободы субъекта персональных данных;

# legitimateInterests
source: - the processing of personal data is necessary to exercise the rights and legitimate interests of the operator or third parties, provided that the rights and freedoms of the subject of personal data are not violated.
ru: - обработка персональных данных необходима для осуществления прав и законных интересов оператора или третьих лиц при условии, что при этом не нарушаются права и свободы субъекта персональных данных.

# categoriesProcessed
source: 4. Categories of personal data processed, categories of personal data subjects
ru: 4. Категории обрабатываемых персональных данных, категории субъектов персональных данных

# followingPersonalDataSubjects
source: The Company processes personal data of the following personal data subjects:
ru: Общество осуществляет обработку персональных данных следующих субъектов персональных данных:

# individualsUsers
source: Individuals - Users, in accordance with the purpose of processing specified in paragraphs. 2.1.1., 2.1.6.
ru: Физических лиц — Пользователей, в соответствии с целью обработки, указанной в п.п. 2.1.1., 2.1.6.

# individualsRegisteredUsers
source: Individuals - Registered users, in accordance with the purposes of processing specified in paragraphs. 2.1.2., 2.1.3., 2.1.4., 2.1.5., 2.1.6.
ru: Физических лиц — Зарегистрированных пользователей, в соответствии с целями обработки, указанными в п.п. 2.1.2., 2.1.3., 2.1.4., 2.1.5., 2.1.6.

# followingCategories
source: The Company processes the following categories of personal data of personal data subjects:
ru: Общество обрабатывает следующие категории персональных данных субъектов персональных данных:

# policyTelephoneNumber
source: As part of achieving the goals specified in clause 2.1.1 of the Policy - telephone number.
ru: В рамках достижения целей, указанных в п. 2.1.1 Политики — номер телефона.

# policyUserData1
source: As part of achieving the goals specified in clause 2.1.2 of the Policy - Site user ID; phone number; nickname (nickname); E-mail address; floor; order delivery address; Payment Methods; fiscal receipt; information about purchased goods.
ru: В рамках достижения целей, указанных в п. 2.1.2 Политики — идентификатор пользователя Сайта; номер телефона; псевдоним (никнейм); адрес электронной почты; пол; адрес доставки заказа; способы оплаты; фискальный чек; сведения о приобретенных товарах.

# policyUserData2
source: As part of achieving the goal specified in clause 2.1.3 of the Policy - full name; Date of Birth; citizenship; floor; details of identity documents; phone number; E-mail address; Site user ID.
ru: В рамках достижения цели, указанной в п. 2.1.3 Политики — Ф.И.О.; дата рождения; гражданство; пол; данные документов, удостоверяющих личность; номер телефона; адрес электронной почты; идентификатор пользователя Сайта.

# policyUserData3
source: As part of achieving the goal specified in clause 2.1.4 of the Policy - full name; Date of Birth; details of identity documents; phone number; TIN; order delivery address; order list; Site user ID.
ru: В рамках достижения цели, указанной в п. 2.1.4 Политики — Ф.И.О.; дата рождения; данные документов, удостоверяющих личность; номер телефона; ИНН; адрес доставки заказа; состав заказа; идентификатор пользователя Сайта.

# policyUserData4
source: As part of achieving the goal specified in clause 2.1.5 of the Policy - full name; phone number; E-mail address; information about taking courses in educational institutions (regional department and/or association/union), Site user ID.
ru: В рамках достижения цели, указанной в п. 2.1.5 Политики — Ф.И.О.; номер телефона; адрес электронной почты; сведения о прохождении курсов в образовательных учреждениях (региональном отделении и/или ассоциации/союзе), идентификатор пользователя Сайта.

# policyUserData5
source: As part of achieving the goal specified in clause 2.1.6 of the Policy - pseudonym (nickname); video recordings (without the purpose of identification).
ru: В рамках достижения цели, указанной в п. 2.1.6 Политики — псевдоним (никнейм); видеозаписи (без цели проведения идентификации).

# procedureConditions
source: 5. Procedure and conditions for processing personal data
ru: 5. Порядок и условия обработки персональных данных

# companyProcessesEnsures
source: The Company processes and ensures the security of personal data for the implementation of the functions, powers and responsibilities assigned to the Company by the legislation of the Russian Federation, including, but not limited to, in accordance with the Constitution of the Russian Federation, federal laws, in particular Federal Law No. 152-FZ of July 27 2006 “On Personal Data”, by-laws, other defining cases and features of the processing of said personal data by the federal laws of the Russian Federation, as well as the Civil Code of the Russian Federation, Law of the Russian Federation No. 2300-1 of February 7, 1992 “On the Protection of Consumer Rights” , as well as the charter and local acts of the Company.
ru: Общество осуществляет обработку и обеспечивает безопасность персональных данных для осуществления возложенных на Общество законодательством Российской Федерации функций, полномочий и обязанностей в том числе, но не ограничиваясь, в соответствии с Конституцией Российской Федерации, федеральными законами, в частности Федеральным законом № 152-ФЗ от 27 июля 2006 года «О персональных данных», подзаконными актами, другими определяющими случаи и особенности обработки указанных персональных данных федеральными законами Российской Федерации, а также Гражданским кодексом Российской Федерации, Законом РФ № 2300-1 от 7 февраля 1992 г. «О защите прав потребителей», а также уставом и локальными актами Общества.

# processesAutomationTools
source: The Company processes personal data using automation tools, including collection, recording, systematization, accumulation, storage, clarification (updating, changing), extraction, use, transfer (provision, access, distribution), depersonalization, blocking, deletion, destruction of personal data within the time period necessary to achieve the purposes of processing personal data.
ru: Общество осуществляет обработку персональных данных с использованием средств автоматизации, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (предоставление, доступ, распространение), обезличивание, блокирование, удаление, уничтожение персональных данных в сроки, необходимые для достижения целей обработки персональных данных.

# registeredUserConsents
source: The registered user consents to the processing of personal data, valid from the date he begins using his personal account on the Site, and for a period of 30 days after the date of withdrawal of consent and deletion of the user’s personal account on the Site, since 30 days are necessary for the Company to complete the processing of all goods , returned by the user. Exceptions to this period are provided by the provisions of the Law.
ru: Зарегистрированный пользователь дает согласие на обработку персональных данных, действующее с даты начала использования им личного кабинета на Сайте, и на срок в течение 30 дней после даты отзыва согласия и удаления личного кабинета пользователя на Сайте, так как 30 дней необходимы Обществу для завершения обработки всех товаров, возвращенных пользователем. Исключением в отношении данного срока являются положения Закона.

# notProcessSpecialCategories
source: The Company does not process special categories of personal data and biometric personal data, except in cases where the processing of personal data is due to current business objectives, with the obligatory consent of the subject of personal data to the processing of personal data, or is necessary in accordance with the requirements of the legislation of the Russian Federation.
ru: Общество не осуществляет обработку специальных категорий персональных данных и биометрических персональных данных за исключением случаев, когда обработка персональных данных обусловлена текущими задачами бизнеса, при обязательном согласии субъекта персональных данных на обработку персональных данных, или является необходимой в соответствии с требованиями законодательства Российской Федерации.

# rightEntrustProcessing
source: The Company has the right to entrust the processing of personal data to third parties - processors - on the basis of contracts concluded with these persons and with the consent of the subject of personal data. If the Company entrusts the processing of personal data to another person, the Company is responsible to the subject of personal data for the actions of the said person. The person processing personal data on behalf of the Company is responsible for the security of personal data and compliance with the requirements of the Law to the Company. A person processing personal data on behalf of the Operator is not required to obtain the consent of the subject of personal data to process his personal data.
ru: Общество вправе поручить обработку персональных данных третьим лицам — обработчикам — на основании заключаемых с этими лицами договоров и с согласия субъекта персональных данных. В случае если Общество поручает обработку персональных данных другому лицу, ответственность перед субъектом персональных данных за действия указанного лица несет Общество. Лицо, осуществляющее обработку персональных данных по поручению Общества, несет ответственность за безопасность персональных данных и выполнение требований Закона перед Обществом. Лицо, обрабатывающее персональные данные по поручению Оператора, не обязано получать согласие субъекта персональных данных на обработку его персональных данных.

# personsProcessingPersonal
source: Persons processing personal data on the basis of an agreement concluded with the Company (operator’s instructions), under the terms of the agreements concluded with them, undertake to comply with the principles, rules for the processing and protection of personal data provided for by current legislation.
ru: Лица, осуществляющие обработку персональных данных на основании заключаемого с Обществом договора (поручения оператора), по условиям заключенных с ними договоров обязуются соблюдать принципы, правила обработки и защиты персональных данных, предусмотренные действующим законодательством.

# entrustProcessingPersonal
source: The Company has the right to entrust the processing of personal data, or to transfer the personal data specified in paragraphs. 4.2.1. — 4.2.7. Policy, to third parties only if there are proper grounds for processing, and also on the condition that the data will be transferred to the minimum extent necessary to achieve the specified purposes, and third parties will take measures aimed at complying with the requirements for ensuring the security of personal data to achieve the following purposes:
ru: Общество вправе поручить обработку персональных данных, либо осуществить передачу персональных данных, указанных в п.п. 4.2.1. — 4.2.7. Политики, третьим лицам исключительно при наличии надлежащих оснований обработки, а также при условии, что данные будут передаваться в объеме, минимально необходимом для достижения указанных целей, и третьи лица примут меры, направленные на соблюдение требований по обеспечению безопасности персональных данных для достижения следующих целей:

# deliveryOrdersReturnGoods
source: Delivery of orders and return of goods.
ru: Осуществление доставки заказов, возврата товаров.

# receiptProcessingTransfer
source: Receipt, processing and transfer of funds.
ru: Получение, обработка и передача денежных средств.

# carryingCustomsClearance
source: Carrying out customs clearance and delivery of goods in case of ordering goods from abroad.
ru: Проведение таможенного оформления и доставки товаров, в случае заказа товаров изза рубежа.

# groundTransportTickets
source: Issuing air and ground transport tickets, hotel reservations.
ru: Оформления билетов воздушного и наземного транспорта, бронирование гостиниц.

# completingTrainingCourses
source: Completing training courses published by third parties on the Company’s Website.
ru: Прохождение обучающих курсов, публикуемых сторонними организациями на Сайте Общества.

# policiesInstructionsTransfer
source: In accordance with clause 5.7. Policies, instructions for processing and transfer of personal data are carried out on the basis of agreements concluded by the Company with the following third parties: legal entities providing services to the Company, including ensuring security, delivery and customs clearance of goods; legal entities providing educational and other services to Registered users of the Site. The assignment of processing and transfer of personal data is carried out in cases provided for by agreements in which the subject of personal data is a party, beneficiary or guarantor, in accordance with the Rules for using the Easy Shoppin trading platform, located at https://www.easyshoppin.ru/services/pravila -polzovaniya-torgovoy-ploshchadkoy.
ru: В соответствии с п. 5.7. Политики, поручение обработки и передача персональных данных осуществляются на основании договоров, заключаемых Обществом со следующими третьими лицами: юридические лица, оказывающие услуги Обществу, в том числе по обеспечению безопасности, доставке и таможенному оформлению товаров; юридические лица, оказывающие образовательные и иные услуги Зарегистрированным пользователям Сайта. Поручение обработки и передача персональных данных осуществляются в случаях, предусмотренных договорами, по которым субъект персональных данных является стороной, выгодоприобретателем или поручителем, согласно Правилам пользования торговой площадкой «Wildberries», размещенной по адресу https://www.wildberries.ru/services/pravila-polzovaniya-torgovoy-ploshchadkoy.

# obligesPersonsAuthorized
source: The Company undertakes and obliges persons authorized to process personal data not to disclose to third parties or distribute personal data without the consent of the subject of personal data, unless otherwise provided by federal law.
ru: Общество обязуется и обязывает лиц, допущенных к обработке персональных данных, не раскрывать третьим лицам и не распространять персональные данные без согласия субъекта персональных данных, если иное не предусмотрено федеральным законом.

# destroyingPersonalData
source: The procedure for destroying personal data on media containing personal data, including external/removable electronic media, paper media and in personal data information systems, is determined by the Company in its internal documents and local regulations.
ru: Порядок уничтожения персональных данных на носителях, содержащих персональные данные, в том числе внешних/съемных электронных носителях, бумажных носителях и в информационных системах персональных данных, определяются Обществом в своих внутренних документах и локальных нормативных актах.

# companyNotVerify
source: The Company does not verify (does not have the ability to verify) the relevance and accuracy of the information provided by personal data subjects obtained through the Site. The Company proceeds from the fact that subjects of personal data provide reliable and sufficient personal data and keep them up to date.
ru: Общество не проверяет (не имеет возможности проверить) актуальность и достоверность предоставляемой субъектами персональных данных сведений, полученных посредством Сайта. Общество исходит из того, что субъекты персональных данных предоставляют достоверные и достаточные персональные данные и поддерживают их в актуальном состоянии.

# controlComplianceTerms
source: The Company does not control compliance with the terms of confidentiality and processing of personal data of personal data subjects by owners or users of other sites to which the subject of personal data can click on links available on the Site, and is not responsible for the actions or inactions of owners or users of such sites in the field of processing personal data. data and privacy.
ru: Общество не контролирует соблюдение условий конфиденциальности и обработки персональных данных субъектов персональных данных владельцами или пользователями других сайтов, на которые субъект персональных данных может перейти по ссылкам, доступным на Сайте, и не несет ответственность за действия или бездействия владельцев или пользователей таких сайтов в области обработки персональных данных и соблюдения конфиденциальности.

# representativesAuthorized
source: Representatives of authorized government bodies (including regulatory, supervisory, law enforcement, inquiry and investigation) receive access to personal data processed in the Company to the extent and in the manner established by the legislation of the Russian Federation.
ru: Представители уполномоченных органов власти (в том числе, контролирующих, надзорных, правоохранительных, дознания и следствия) получают доступ к персональным данным, обрабатываемым в Обществе, в объеме и порядке, установленном законодательством Российской Федерации.
