Repository: dreamerenigma/easyshoppin-eshop
Catalog: lib/localization/l10n/intl_*.arb
Languages: ru

# esDiscountPayment
source: You can take advantage of the WB Discount only by placing orders in your Personal Account and logging into the Marketplace using your credentials. WB The discount is tied to your Personal Account and is calculated based on purchases made through it. In case of re-registration on the site, purchase history and WB Discount are not transferred from the old Personal Account to the new Personal Account. Order statistics in the new Personal Account are kept from scratch.
ru: Воспользоваться WB Скидкой возможно только оформив заказы в Личном кабинете, совершив вход на Торговую площадку под своими учетными данными. WB Скидка привязана к Личному кабинету, рассчитывается на основе покупок, сделанных через него. В случае повторной регистрации на сайте, история покупок и WB Cкидка не переносятся из старого Личного кабинета в новый Личный кабинет. Статистика заказов в новом Личном кабинете ведется с нуля.

# onlyPlacingOrders
source: Payment for an order in a manner other than payment using special software on the website or mobile application of the Trading Platform (including, but not limited to, payment in cash to a third party, transfer of funds to bank details, payment of bills, invoices, contracts - invoices and other primary documents received from third parties) does not give rise to legal consequences for Easy Shoppin as the owner of the Trading Platform, incl. upon receiving an offer to conclude such an agreement from information about goods posted on the website or mobile application of the Trading Platform.
ru: Оплата заказа иным способом, чем оплата с использованием специального программного обеспечения на сайте или мобильном приложении Торговой площадки (в том числе, но не ограничиваясь, оплата наличными третьему лицу, перечисление денежных средств на банковские реквизиты, оплата по счетам, счетам-фактурам, договорам-счетам и иным первичным документам, полученным от третьих лиц) не порождает правовых последствий для Вайлдберриз, как для владельца Торговой площадки, в т.ч. при получении предложения о заключении такого договора из информации о товарах, размещенной на сайте или в мобильном приложении Торговой площадки.

# paymentOrderManner
source: The Buyer may have access to advance payment for the Order, as well as payment for the Order upon receipt. The choice of payment method belongs to the Buyer. Easy Shoppin may unilaterally limit the choice of payment method by establishing prepayment for the Order.
ru: Покупателю может быть доступна предварительная оплата Заказа, а также оплата Заказа при получении. Выбор способа оплаты принадлежит Покупателю. Вайлдберриз в одностороннем порядке может ограничить выбор способа оплаты, установив предварительную оплату Заказа.

# accessAdvancePayment
source: The trading platform does not use cash payments in its activities.
ru: Торговая площадка не использует в своей деятельности наличные расчеты.

# buyersPreviouslyPurchased
source: Buyers who previously purchased goods in cash and who have returned or intend to return the goods on legal grounds have the right to demand a refund to the account specified by the Buyer with a credit institution.
ru: Покупатели, которые ранее приобрели товары за наличный расчёт и осуществившие или намеревающиеся осуществить возврат товара по законным основаниям, вправе требовать возврата денежных средств на указанный Покупателем счет в кредитной организации.

# tradingPlatformPayments
source: The Buyer placing an Order on the Marketplace is given the opportunity to choose a payment option in accordance with the methods provided by the Marketplace:
ru: Покупателю, оформляющему Заказ на Торговой площадке, предоставляется возможность выбора варианта оплаты в соответствии с предусмотренными Торговой площадкой способами:

# paymentUsingBankCard
source: Payment using a bank card;
ru: Оплата с использованием банковской карты;

# personalAccountBalance
source: Payment from the Personal Account Balance;
ru: Оплата с Баланса Личного кабинета;

# paymentInstallments
source: Payment by installments;
ru: Оплата в рассрочку;

# fastPaymentSystem
source: Payment through the Fast Payment System (FPS);
ru: Оплата через Систему быстрых платежей (СБП);

# creditPaymentInstallments
source: Payment using credit funds. Payment in installments;
ru: Оплата с привлечением кредитных средств. Оплата частями;

# paymentElectronicWallet
source: Payment using ES Electronic Wallet;
ru: Оплата с использованием Электронного кошелька WB;

# otherPaymentMethods
source: Other payment methods introduced into the Marketplace.
ru: Иные способы оплаты, внедренные в Торговую площадку.

# paymentUponReceipt
source: Payment upon receipt using a bank card
ru: Оплата при получении с использованием банковской карты

# paymentMethodUpon
source: When choosing a payment method upon receipt using a bank card or other available services that allow payment for orders placed on the Marketplace using the specified method, the Buyer sends Easy Shoppin an order to make a payment from the account, providing consent to the processing of payment personal data.
ru: Оплата при получении с использованием банковской карты

# absenceDebitingFunds
source: In the absence of debiting funds from the Buyer's account in favor of the Trading Platform in the amount of the cost of the order or part thereof, or cancellation of payment due to a technical failure and (or) other unforeseen error, the Buyer agrees that Easy Shoppin, on the basis of the previously given order of the Buyer in order to ensure the execution of the purchase and sale agreement and to prevent the formation of debt, it has the right, based on available payment personal data, consent to the processing of which has not been revoked, to initiate actions aimed at the Buyer fulfilling payment for the order without additional notice.
ru: В случае отсутствия списания со счёта Покупателя в пользу Торговой площадки денежных средств в размере стоимости заказа или его части, а равно отмены платежа по причине технического сбоя и (или) иной непредвиденной ошибки, Покупатель согласен с тем, что Вайлдберриз на основании ранее данного поручения Покупателя в целях обеспечения исполнения договора купли-продажи и недопущения образования задолженности вправе по имеющимся платежным персональным данным, согласие на обработку которых не отозвано, инициировать действия, направленные на исполнение Покупателем оплаты заказа без дополнительного уведомления.

# buyerUnderstandsAbove
source: The Buyer understands that the above actions on the part of the Owner of the Trading Platform are carried out in the interests of the Buyer and are aimed at implementing the will of the Buyer as a party to this agreement.
ru: Покупатель осознаёт, что вышеуказанные действия со стороны Владельца Торговой площадки, производятся в интересах Покупателя и направлены на реализацию воли Покупателя, как стороны по настоящему соглашению.

# endingOrderAgreeing
source: The buyer, sending an order and agreeing to write off funds, incl. debt incurred by the Owner of the Trading Platform, understands and agrees that the processing of personal data hidden by him (data on means of payment) by the Owner of the Trading Platform continues for the purposes reflected in these Rules and provided for by the current legislation on the protection of personal data. Hiding a bank card from your Personal Account in accordance with clause 3.9 of the Rules does not constitute a withdrawal of consent to the processing of such personal data.
ru: Покупатель, направляя поручение и давая согласие на списание денежных средств, в т.ч. образовавшейся перед Владельцем Торговой площадки задолженности, понимает и соглашается, что обработка скрытых им персональных данных (данных о платежных средствах) Владельцем Торговой площадки продолжается в целях, отраженных в настоящих Правилах, и предусмотренных действующим законодательством о защите персональных данных. Сокрытие банковской карты из Личного кабинета в соответствии с п. 3.9 Правил не является отзывом согласия на обработку таких персональных данных.

# paymentPersonalAccountBalance
source: Payment from Personal Account Balance
ru: Оплата с Баланса Личного кабинета

# orderPersonalAccountBalance
source: When choosing to pay for the Order from the Personal Account Balance, the price of the Product and the cost of the delivery service are debited from the Personal Account Balance. If Advances and Return Payments are simultaneously taken into account in the Personal Account Balance, when paying for goods, the amounts of Return Payments are taken into account first.
ru: При выборе оплаты Заказа с Баланса Личного кабинета, цена Товара и стоимость услуги доставки списываются с Баланса Личного кабинета. В случае если на Балансе Личного кабинета одновременно учтены Авансы и Возвратные платежи, при оплате товара в первую очередь зачитываются суммы Возвратных платежей.

# insufficientFundsReflected
source: If there are insufficient funds reflected in the Personal Account Balance, the unpaid balance of the price of the Product and the cost of the delivery service is debited from the bank card, the details of which are indicated in the Personal Account.
ru: При недостаточности средств, отраженных на Балансе Личного кабинета, неоплаченный остаток цены Товара и стоимости услуги доставки списывается с банковской карты, реквизиты которой указаны в Личном кабинете.

source: Payment by installments
ru: Оплата в рассрочку

# paymentMethodInstallments
source: When choosing the payment method in installments, the conclusion of an agreement between a banking or financial organization and the Buyer for payment for goods and (or) services occurs on the terms of this organization.
ru: При выборе способа оплаты в рассрочку заключение договора между банковской или финансовой организацией и Покупателем по оплате товаров и (или) услуг происходит на условиях данной организации.

# choosingInstallmentPayment
source: When choosing an installment payment method on the Marketplace website, the Buyer is given a discount on the product, which is equal to the cost of services of a banking or financial organization in connection with the purchase of the product in installments, and covers the cost of these services. Thus, the amount payable to such organization does not exceed the original cost of the goods, provided that additional services of such organization are not purchased.
ru: При выборе на сайте Торговой площадки способа оплаты в рассрочку, Покупателю предоставляется скидка на товар, которая равна стоимости услуг банковской или финансовой организации в связи с покупкой товара в рассрочку, и покрывает стоимость данных услуг. Таким образом сумма, подлежащая выплате такой организации, не превышает первоначальной стоимости товара, при условии, что дополнительные услуги такой организации не приобретаются.

# buyerAssumesObligations
source: The Buyer assumes all obligations and risks associated with concluding an agreement to provide installment plans and/or credit funds to pay for goods and (or) services on the Marketplace. Neither the Owner of the Marketplace nor any other Seller takes part in the consideration by a banking or financial institution of the possibility of providing installment plans and/or credit funds to the Buyer and are not responsible in case of refusal to the Buyer in such payment, and are not responsible for the actions of the Buyer regarding transactions and acquisitions other services provided by a banking or financial organization to which they are not a party.
ru: Покупатель принимает на себя все обязательства и риски, связанные с заключением договора по предоставлению рассрочки и/или кредитных средств в счёт оплаты товаров и (или) услуг на Торговой площадке. Ни Владелец Торговой площадки, ни другой Продавец не принимают участие при рассмотрении банковской или финансовой организацией возможности предоставления рассрочки и/или кредитных средств Покупателю и не несут ответственность в случае отказа Покупателю в такой оплате, а также не несут ответственность за действия Покупателя по сделкам и приобретению иных услуг банковской или финансовой организацией, стороной которых не являются.

# paymentUsingCreditFunds
source: Payment using credit funds. Payment in installments
ru: Оплата с привлечением кредитных средств. Оплата частями

# paymentInInstallments
source: Payment in installments from Easy Shoppin.
ru: Оплата частями от Вайлдберриз

# paymentMethodGoods
source: When choosing the “Payment in installments” payment method for Goods on the Trading Platform website, the Buyer agrees to the terms of the contract set forth in the Agreement on concluding contracts with the payment term “Payment in installments,” which are an integral part of these Rules. When choosing the “Payment in installments” payment method for the Goods, the terms of the Agreement on concluding contracts with the payment term “Payment in installments” regarding payment for the Order and refund of funds for the Goods have priority.
ru: При выборе на сайте Торговой площадки способа оплаты Товаров «Оплата частями», Покупатель соглашается с условиями заключения договора, изложенными в Соглашении о заключении договоров с условием оплаты «Оплата частями», которые являются неотъемлемой частью настоящих Правил. При выборе способа оплаты Товаров «Оплата частями» условия Соглашения о заключении договоров с условием оплаты «Оплата частями» в части оплаты Заказа и возврата денежных средств за Товар имеют приоритетное значение.

# paymentInstallmentsPartners
source: Payment in installments from Easy Shoppin partners
ru: Оплата частями от партнеров Вайлдберриз

# buyerChoosesPayment
source: When the Buyer chooses a payment method in installments from Easy Shoppin partners, the conclusion of an agreement between a banking or financial organization and the Buyer for payment for Goods and (or) services occurs on the terms of this organization.
ru: При выборе Покупателем способа оплаты частями от партнеров Вайлдберриз заключение договора между банковской или финансовой организацией и Покупателем по оплате Товаров и (или) услуг происходит на условиях данной организации.

# buyerAssumesObligationsRisks
source: The Buyer assumes all obligations and risks associated with concluding an agreement with a banking or financial organization for payment for Goods and/or services on the Marketplace. Neither Easy Shoppin nor any other Seller takes part in the consideration by a banking or financial organization of the possibility of providing funds to the Buyer and are not responsible in the event of the Buyer’s refusal to make such payment, and are also not responsible for the Buyer’s actions in transactions and the purchase of other services of the banking or financial organization, which they are not a party to.
ru: Покупатель принимает на себя все обязательства и риски, связанные с заключением договора с банковской или финансовой организацией в счёт оплаты Товаров и/или услуг на Торговой площадке. Ни Вайлдберриз, ни другой Продавец не принимают участие при рассмотрении банковской или финансовой организацией возможности предоставления средств Покупателю и не несут ответственность в случае отказа Покупателю в такой оплате, а также не несут ответственность за действия Покупателя по сделкам и приобретению иных услуг банковской или финансовой организации, стороной которых не являются.

# paymentUsingElectronicWallet
source: Payment using WB Electronic Wallet
ru: Оплата с помощью Электронного кошелька WB

# orderUsingElectronicWallet
source: When choosing to pay for the Order using the WB Electronic Wallet, the cost of the Product and the cost of the delivery service are debited from the WB Electronic Wallet. If there are insufficient funds on the balance of the WB Electronic Wallet, the unpaid balance of the cost of the Order and the cost of the delivery service is debited from the bank card, the details of which are indicated in the Personal Account.
ru: При выборе оплаты Заказа с помощью Электронного кошелька WB, стоимость Товара и стоимость услуги доставки списываются из Электронного кошелька WB. При недостаточности средств на балансе Электронного кошелька WB неоплаченный остаток стоимости Заказа и стоимости услуги доставки списывается с банковской карты, реквизиты которой указаны в Личном кабинете.

# orderingServices
source: By purchasing a product or ordering services on the Marketplace, the Buyer provides Easy Shoppin with consent to write off funds using the bank card details provided by the Buyer when placing an order for the product or the details of which are specified by the Buyer in the Personal Account (hereinafter referred to as Payment Data), consent to the processing of which has not been revoked in accordance with the established procedure, in the manner and cases provided for in this paragraph.
ru: Приобретая товар или заказывая услуги на Торговой площадке, Покупатель предоставляет Вайлдберриз согласие на списание денежных средств по реквизитам банковских карт, предоставленным Покупателем при оформлении заказа на товар или реквизиты которых указаны Покупателем в Личном кабинете (далее — Платежным данным), согласие на обработку которых не отозвано в установленном порядке, в порядке и случаях, предусмотренных настоящим пунктом.

# reasonFundsGoods
source: If for some reason the funds for goods or services were not written off immediately after placing the Order (receipt of the Order), Easy Shoppin has the right, on its own initiative, to write off funds for all submitted Payment Data in accordance with the rules of payment systems, including VISA, MasterCard, MIR, Fast Payment System, and on the following conditions:
ru: Если по каким-либо причинам денежные средства за товар или услуги не были списаны непосредственно после оформления Заказа (получения Заказа), Вайлдберриз вправе осуществлять по своей инициативе списание денежных средств по всем представленным Платежным данным в соответствии с правилами платежных систем, включая VISA, MasterCard, МИР, Систему быстрых платежей, и на следующих условиях:

# reasonFundsGoods1
source: the write-off amount is the unpaid cost of goods or services, which the Buyer was familiar with at the time of placing the order or before that moment;
ru: сумма списания составляет неоплаченную стоимость товаров или услуг, с которой Покупатель был ознакомлен в момент совершения заказа или до этого момента;

# reasonFundsGoods2
source: write-off is made in Russian Rubles, unless another currency was agreed upon by the parties when placing the order;
ru: списание совершается в Рублях Российской Федерации, если иная валюта не была согласована сторонами при совершении заказа;

# reasonFundsGoods3
source: Easy Shoppin does not charge the Buyer a commission or other fee for such write-offs;
ru: Вайлдберриз не взимает с Покупателя комиссию или иную плату за такое списание;

# reasonFundsGoods4
source: Cancellation of transactions and refund of funds are carried out according to the rules of the payment system, in accordance with which the debit is carried out.
ru: отмена операций и возврат денежных средств осуществляются по правилам платежной системы, в соответствии с которыми осуществляется списание.

# paragraphRevoked
source: The consent given in accordance with this paragraph may be revoked by the Buyer by deleting the Payment Data from the Personal Account.
ru: Данное в соответствии с настоящим пунктом согласие может быть отозвано Покупателем посредством удаления Платежных данных из Личного кабинета.

# uponReceiptOrder
source: Upon receipt of an Order with the selected payment method upon receipt, payment for the cost of the Order can be received by Easy Shoppin in any method available for selection when placing an order, regardless of the payment method for the Order selected by the Buyer. The Buyer understands that the above actions on the part of the Owner of the Trading Platform are carried out in the interests of the Buyer and are aimed at implementing the will of the Buyer as a party to this agreement.
ru: При получении Заказа с выбранным способом оплаты при получении оплата стоимости Заказа может быть получена Вайлдберриз любым способом, доступным к выбору при оформлении заказа, вне зависимости от способа оплаты Заказа, выбранного Покупателем. Покупатель осознаёт, что вышеуказанные действия со стороны Владельца Торговой площадки, производятся в интересах покупателя и направлены на реализацию воли Покупателя, как стороны по настоящему соглашению.

# purchaseSaleAgreement
source: If the purchase and sale agreement for a Product presented on the Marketplace is concluded not with Easy Shoppin, but with another Seller who has placed an offer for the Product on the Marketplace, payment is made to the account of Easy Shoppin, acting on behalf of the relevant Seller in terms of accepting funds in payment account for Goods with the involvement of an authorized payment acceptance operator or electronic money operator and is the recipient of the payment as a representative of the Seller.
ru: В случае, если договор купли-продажи Товара, представленного на Торговой площадке, заключается не с Вайлдберриз, а с иным Продавцом, разместившим предложение о Товаре на Торговой площадке, оплата осуществляется на счет Вайлдберриз, действующего по поручению соответствующего Продавца в части приема денежных средств в счет оплаты Товаров с привлечением уполномоченного оператора по приему платежей или оператора электронных денежных средств и является получателем платежа в качестве представителя Продавца.

# accordanceTermsRules
source: In accordance with the terms of these Rules, a cash receipt in electronic form is provided by telephone number by displaying information in the form of a message in the Personal Account. The cash receipt in electronic form is sent to the “Electronic Receipts” section of your Personal Account. The buyer can provide an email address in the “Profile” section and independently send a cash receipt to the email address in the “Electronic Receipts” section.
ru: В соответствии с условиями настоящих Правил кассовый чек в электронной форме предоставляется по номеру телефона путём отображения информации в виде сообщения в Личном кабинете. Кассовый чек в электронной форме направляется в раздел «Электронные чеки» Личного кабинета. Покупатель может предоставить адрес электронной почты в разделе «Профиль» и самостоятельно направить кассовый чек по адресу электронной почты в разделе «Электронные чеки».

# buyerInitiateTransfer
source: The Buyer has the right at any time to initiate the transfer of funds recorded and displayed on the Personal Account Balance to an account with a credit institution in full or in part, with the exception of Bonus Points accrued in accordance with clause 2.10 of these Rules. Easy Shoppin transfers the funds accounted for and displayed on the Balance within 10 days from the date of receipt of the Buyer’s order. The Buyer’s order is sent using the “Withdrawal of Funds” functionality in the “Balance and Transaction History” section of the Personal Account.
ru: Покупатель вправе в любое время инициировать перечисление денежных средств, учтенных и отображенных на Балансе Личного кабинета на счет в кредитной организации в полном объеме или в части, за исключением Бонусных баллов, начисленных в соответствии с п. 2.10 настоящих Правил. Вайлдберриз перечисляет денежные средства, учтенные и отображенные на Балансе, в течение 10 дней с момента получения поручения Покупателя. Поручение Покупателя направляется с использованием функционала «Вывод средств» в разделе «Баланс и история операций» Личного кабинета.
