Repository: dreamerenigma/easyshoppin-eshop
Catalog: lib/localization/l10n/intl_*.arb
Languages: ru

# receivedFinalRatings
source: When the system has received all the final ratings, a selection is formed in which products with a higher rating are shown higher in the search results, and products with a lower rating are shown closer to the end. When a selection of products is formed, the main characteristics of each product are loaded (price, discounts, cashback, delivery, etc.) and images.
ru: Когда система получила все финальные оценки, формируется подборка, в которой товары с большей оценкой показываются выше в выдаче, а товары с оценкой ниже - ближе к концу.. Когда сформирована подборка товаров, к каждому товару подгружаются основные характеристики (цена, скидки, кэшбэк, доставка и т.д.) и изображения.

# selectionRecommendations
source: A selection of recommendations may show a different number of products depending on their location on the AliExpress website or app. Depending on the type and location of the recommendations, they can be positioned horizontally, with side swipes, or vertically, loading additional products as the user scrolls to the end of the recommendations. We hope our recommendation system will help you find the best products and make your AliExpress journey more fun and convenient!
ru: Подборка рекомендаций может показывать разное количество товаров в зависимости от места расположения на сайте или в приложении Easy Shoppin. В зависимости от типа и места рекомендаций они могут располагаться горизонтально, с пролистыванием вбок, или вертикально, подгружая дополнительные товары по мере того, как пользователь пролистывает рекомендации до конца. Надеемся, что наша система рекомендаций поможет вам находить наилучшие товары и сделает ваше путешествие по Easy Shoppin более увлекательным и удобным!

# logout
source: Log out of your account
ru: Выйдите из своей учетной записи

# loggingAccount
source: Logging out of your account
ru: Выход из учетной записи

# areYouSureYouWantToLogout
source: Are you sure you want to log out of your account?
ru: Вы точно уверенны, что хотите выйти из аккаунта?

source: Yes
ru: Да

source: Change Profile Picture
ru: Изменить изображение профиля

source: Profile Information
ru: Информация профиля

source: Name
ru: Имя

# titleChangeName
source: Change Name
ru: Изменить имя

# subtitleChangeName
source: User real name for easy verification. This name will appear on several pages.
ru: Настоящее имя пользователя для легкой проверки. Это имя появится на нескольких страницах.

source: First name
ru: Имя

source: Last name
ru: Фамилия

# titleChangeUsername
source: Change Username
ru: Изменение имени пользователя

# subtitleChangeUsername
source: Username for easy verification. This username will appear on several pages.
ru: Имя пользователя для легкой проверки. Это имя пользователя появится на нескольких страницах.

source: Username
ru: Имя пользователя

# titleChangePassword
source: Change Password
ru: Изменить пароль

source: Password
ru: Пароль

# passwordConfirm
source: Password Confirmation
ru: Подтверждение пароля

# subTitleChangePassword
source: Change password to identify. Only displayed on the profile page.
ru: Смените пароль для идентификации. Отображается только на странице профиля.

source: Personal Information
ru: Персональная информация

source: User ID
ru: ID пользователя

source: Copy
ru: Копировать

# userIdCopied
source: User ID copied to clipboard
ru: Идентификатор пользователя скопирован в буфер обмена.

source: Phone Number
ru: Номер телефона

# titleChangePhoneNumber
source: Change Phone Number
ru: Изменить номер телефона

# subTitleChangePhoneNumber
source: Change phone number to identify. Only displayed on the profile page.
ru: Измените номер телефона для идентификации. Отображается только на странице профиля.

# pleaseEnterPhoneNumber
source: Please enter your phone number
ru: Пожалуйста, введите свой номер телефона

source: Gender
ru: Пол

# titleChangeGender
source: Change Gender
ru: Изменить пол

# subTitleChangeGender
source: Select gender to identify. Only displayed on the profile page.
ru: Выберите пол для идентификации. Отображается только на странице профиля.

# maleGender
source: Male
ru: Мужской

# femaleGender
source: Female
ru: Женский

# dateBirth
source: Date of Birth
ru: Дата рождения

# titleChangeDateBirth
source: Change Date of Birth
ru: Изменить дату рождения

# subTitleChangeDateBirth
source: Change your date of birth.
ru: Измените вашу дату рождения.

source: Day
ru: День

source: Month
ru: Месяц

source: Year
ru: Год

source: Delete account
ru: Удалить аккаунт

# deleteAccountMessage
source: Are you sure want to delete your account permanently? This action is not reversible and all or your data will be removed permanently.
ru: Вы уверены, что хотите удалить свою учетную запись навсегда? Это действие необратимо, и все ваши данные будут удалены без возможности восстановления.

source: Delete
ru: Удалить

# cartEmpty
source: Whoops! Cart is Empty.
ru: Упс! Корзина пуста.

source: Wishlist
ru: Список желаний

# wishlistEmpty
source: Whoops! Wishlist is Empty...
ru: Упс! Список желаний пуст...

source: Let's add some
ru: Давайте добавим немного

# order
source: My Order
ru: Мои заказы

# orderListEmpty
source: Whoops! Order List is Empty...
ru: Упс! Список заказов пуст...

source: Let's fill it
ru: Давайте заполним её

source: Select Payment Method
ru: Выберите метод оплаты

# linkCard
source: Link a card
ru: Привязать карту

# linkBankSBP
source: Link the bank to SBP
ru: Привязать банк к СБП

source: Upload Data
ru: Загрузить данные

source: Main Record
ru: Основная запись

source: Upload Categories
ru: Загрузить категории

source: Upload Brands
ru: Загрузить бренды

source: Upload Products
ru: Загрузить продукты

source: Upload Banners
ru: Загрузить баннеры

source: Load category data
ru: Загрузить данные о категории

# uploadCategoryDatabase
source: Are you sure you want to load category data into the database? Do not close the window until the data is loading!
ru: Вы уверены, что хотите загрузить данные о категориях в базу данных? Не закрывайте окно, пока данные не загрузятся!

# loadBrandData
source: Load brands data
ru: Загрузить данные о брендах

# uploadBrandDatabase
source: Are you sure you want to load brand data into the database? Do not close the window until the data is loading!
ru: Вы уверены, что хотите загрузить данные о бренде в базу данных? Не закрывайте окно, пока данные не загрузятся!

# loadProductData
source: Load products data
ru: Загрузить данные о продуктах

# uploadProductDatabase
source: Are you sure you want to load product data into the database? Do not close the window until the data is loading!
ru: Вы уверены, что хотите загрузить данные о продуктах в базу данных? Не закрывайте окно, пока данные не загрузятся!

# loadBannerData
source: Load banners data
ru: Загрузить данные баннеров

# uploadBannerDatabase
source: Are you sure you want to load banner data into the database? Do not close the window until the data is loading!
ru: Вы уверены, что хотите загрузить данные баннера в базу данных? Не закрывайте окно, пока данные не загрузятся!

source: Upload
ru: Загрузить

source: Cancel
ru: Отмена

source: Relationships
ru: Отношения

# subtitleRelationships
source: Make sure you have already uploaded all the content above.
ru: Убедитесь, что вы уже загрузили весь контент, указанный выше.

# uploadBrandsCategories
source: Upload Brands & Categories Relation Data
ru: Загрузка данных о связях брендов и категорий

# uploadProductsCategories
source: Upload Product Categories Relation Data
ru: Загрузить данные о взаимосвязях категорий продуктов

source: Upload Brand Categories
ru: Загрузить категории брендов

source: Upload Product Categories
ru: Загрузить категории продуктов

source: No Data Found!
ru: Данные не найдены!

# wentWrong
source: Something went wrong.
ru: Что-то пошло не так.

source: Logging you in...
ru: Вход в систему...

source: Save
ru: Сохранить

source: Payment Method
ru: Способ оплаты

# linkNewCard
source: Link a new card
ru: Привязать новую карту

source: Card number
ru: Номер карты

source: Validity
ru: Срок действия

# digitsCardBack
source: 3 digits on the back
ru: 3 цифры на обороте

source: Change
ru: Изменять

# settingNotificationTitle
source: Setting notifications
ru: Настройка уведомлений

# notificationSubscribe
source: You can subscribe to the following types of newsletters from our store to receive news about promotions and promotional codes
ru: Вы можете подписаться на следующие виды рассылок нашего магазина, чтобы получать новости об акциях и промокодах.

source: SMS-messages
ru: SMS-сообщения

# notification
source: Notifications
ru: Уведомления

# informationPromotions
source: Information about promotions and offers
ru: Информация об акциях и предложениях

# personalNotifications
source: Personal account notifications
ru: Уведомления личного кабинета

source: Select theme
ru: Выберите тему

# lightTheme
source: Light
ru: Светлая

# darkTheme
source: Dark
ru: Темная

# systemTheme
source: System
ru: Системная

# selectLanguage
source: Select country
ru: Выберите страну

# russianLanguage
source: Russian
ru: Русский

# englishLanguage
source: English
ru: Английский

# spanishLanguage
source: Spanish
ru: Испанский

source: Russia
ru: Россия

source: Belarus
ru: Беларусь

source: Kazakhstan
ru: Казахстан

source: kyrgyzstan
ru: Киргизстан

source: Armenia
ru: Армения

source: Uzbekistan
ru: Узбекистан

source: Feature Brands
ru: Особенности брендов

# noProductsStock
source: No products with stock status available
ru: Нет товаров со статусом наличия на складе

source: Checkout
ru: Оплатить

source: No Internet Connection
ru: Нет соединения с интернетом

# checkInternetSettings
source: Please check your internet settings and try again.
ru: Пожалуйста, проверьте настройки Интернета и повторите попытку.

source: Load more
ru: Перезагрузить

# generalProvisionsPrivacy
source: 1. General provisions
ru: 1. Общие положения

# termsPrivacy
source: This Policy regarding the processing of personal data (hereinafter referred to as the Policy) defines the goals, establishes the procedure and conditions for the processing of personal data, measures aimed at protecting personal data, and also contains information about the rights of persons to whom the relevant personal data relates to Easy Shoppin LLC ( hereinafter referred to as the Society).
ru: Настоящая Политика в отношении обработки персональных данных (далее — Политика) определяет цели, устанавливает порядок и условия обработки персональных данных, меры, направленные на защиту персональных данных, а такжесодержит информацию о правах лиц, к которым относятся соответствующие персональные данные в ООО «Изи Шоппин» (далее — Общество).

# processesPersonalAccordance
source: The Company processes personal data in accordance with the requirements of the Federal Law of the Russian Federation dated July 27, 2006 No. 152-FZ “On Personal Data” and other regulatory legal acts of the Russian Federation governing legal relations in the field of personal data processing.
ru: Обработка персональных данных Обществом осуществляется в соответствии с требованиями Федерального закона Российской Федерации от 27.07.2006 № 152-ФЗ «О персональных данных» и иными нормативными правовыми актами Российской Федерации, регулирующими правоотношения в сфере обработки персональных данных.

# policyAppliesSubjects
source: The Policy applies to all personal data of personal data subjects specified in clauses 4.1.1., 4.1.2. Policies processed in the Company with and without the use of automation tools.
ru: Действие Политики распространяется на все персональные данные субъектов персональных данных, указанных в п. 4.1.1., 4.1.2. Политики, обрабатываемые в Обществе с применением средств автоматизации и без применения таких средств.

# policyAppliesRelated
source: The Policy applies to all actions related to the processing of personal data by the Company on the information resource, which is accessed via the domain name “*.wb.ru”, “*.easyshoppin.ru”, or using the Company’s mobile application (hereinafter referred to as the “Site”).
ru: Политика распространяется на все действия, связанные с обработкой персональных данных Обществом на информационном ресурсе, доступ к которому осуществляется по доменному имени «*.wb.ru», «*.wildberries.ru», либо с использованием мобильного приложения Общества (далее — «Сайт»).

# subjectPersonalPolicy
source: If the subject of personal data objects to the processing of personal data by the Company in accordance with the Policy, the subject of personal data has the right to refuse to use the Site and/or send an appropriate request to the Company. In this case, the functionality of the Site, including registration of a personal account, will not be provided.
ru: В случае, если субъект персональных данных возражает против обработки персональных данных Обществом в соответствии с Политикой, субъект персональных данных вправе отказаться от использования Сайта и / или направить соответствующее обращение в адрес Общества. В таком случае предоставление функционала Сайта, включая регистрацию личного кабинета, осуществляться не будет.

# processingPersonalCarried
source: The processing of personal data of the subject of personal data is carried out with the consent of the subject of personal data to the processing of his personal data, as well as without obtaining consent in cases provided for by the legislation of the Russian Federation.
ru: Обработка персональных данных субъекта персональных данных осуществляется с согласия субъекта персональных данных на обработку его персональных данных, а также без получения согласия в случаях, предусмотренных законодательствомРоссийской Федерации.

# policyComesGeneralDirector
source: This Policy comes into force from the moment of its approval by the General Director of the Organization and is valid indefinitely until it is replaced by a new Policy.
ru: Настоящая Политика вступает в силу с момента ее утверждения генеральным директором Организации и действует бессрочно, до замены ее новой Политикой.

# companyUnilaterallyChange
source: The Company has the right to unilaterally change the terms of the Policy.
ru: Общество вправе в одностороннем порядке изменять условия Политики.

# policyFreelyInternet
source: Due to the fact that the text of the Policy is freely available on the Internet, the subject of personal data must independently monitor changes made to the Policy.
ru: Ввиду того, что текст Политики находится в свободном доступе в сети «Интернет», субъекту персональных данных необходимо самостоятельно следить за изменениями, вносимыми в Политику.

# policyAppliesReceived
source: This Policy applies to personal data received both before and after the entry into force of this Policy.
ru: Настоящая Политика распространяется на персональные данные, полученные как до, так и после ввода в действие настоящей Политики.

# internalControlCompany
source: Internal control over compliance with the requirements of the Policy is carried out by the person responsible for organizing the processing of personal data in the Company.
ru: Внутренний контроль за исполнением требований Политики осуществляется лицом, ответственным за организацию обработки персональных данных в Обществе.

# followingTermsPolicy
source: The following terms are used in the Policy:
ru: В Политике применяются следующие термины:

# automatedProcessingPersonal
source: Automated processing of personal data - processing of personal data using computer technology.
ru: Автоматизированная обработка персональных данных — обработка персональных данных с помощью средств вычислительной техники.

# blockingTemporaryCessation
source: Blocking is a temporary cessation of processing of personal data (except for cases where processing is necessary to clarify personal data).
ru: Блокирование — временное прекращение обработки персональных данных (за исключением случаев, если обработка необходима для уточнения персональных данных).

# securityPersonalData
source: Security of personal data is the state of security of personal data, characterized by the ability of users of personal data information systems, personal data operators, technical means and information technologies to ensure the confidentiality, integrity and availability of personal data when processed in personal data information systems.
ru: Безопасность персональных данных — состояние защищенности персональных данных, характеризуемое способностью пользователей информационных систем персональных данных, оператора персональных данных, технических средств и информационных технологий обеспечить конфиденциальность, целостность и доступность персональных данных при их обработке в информационных системах персональных данных.

# biometricPersonalData
source: Biometric personal data is data that characterizes the physiological and biological characteristics of a person, on the basis of which his identity can be established.
ru: Биометрические персональные данные — данные, которые характеризуют физиологические и биологические особенности человека, на основании которых можно установить его личность.

# federalLaw
source: Law - Federal Law of the Russian Federation dated July 27, 2006 No. 152-FZ “On Personal Data”.
ru: Закон — федеральный закон Российской Федерации от 27.07.2006 № 152-ФЗ «О персональных данных».

# registeredBuyer
source: Registered user (Buyer) - an individual who has a Site user ID (registered on the Site) and uses the Site in accordance with the Rules for using the Easy Shoppin trading platform, located at https://www.easyshoppin.ru/services/pravila- polzovaniya-torgovoy-ploshchadkoy.
ru: Зарегистрированный пользователь (Покупатель) — физическое лицо, имеющее идентификатор пользователя Сайта (прошедший регистрацию на Сайте) и использующий Сайт в соответствии с Правилами пользования торговой площадкой «Wildberries», размещенными по адресу https://www.wildberries.ru/services/pravila-polzovaniya-torgovoy-ploshchadkoy.

# depersonalization
source: Depersonalization - actions as a result of which it becomes impossible to determine the ownership of personal data by a specific subject of personal data without the use of additional information.
ru: Обезличивание — действия, в результате которых становится невозможным без использования дополнительной информации определить принадлежность персональных данных конкретному субъекту персональных данных.

# processingPersonalData
source: Processing of personal data - any action (operation) or set of actions (operations) performed with or without the use of automation tools with personal data, as well as through mixed processing, including collection, recording, systematization, accumulation, storage, clarification (updating , change), extraction, use, transfer (distribution, provision, access), depersonalization, blocking, deletion, destruction of personal data.
ru: Обработка персональных данных — любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, а также путем смешанной обработки, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.

# society
source: Society - Easy Shoppin LLC.
ru: Общество — ООО «Easy Shoppin».

# operatorIndependently
source: Operator - a person who, independently or jointly with other persons, organizes and (or) carries out the processing of personal data, as well as determining the purposes of processing personal data, the composition of personal data to be processed, actions (operations) performed with personal data. For the purposes of this Policy, the Company, when processing personal data, is an operator, unless otherwise expressly stated in the Policy.
ru: Оператор — лицо, самостоятельно или совместно с иными лицами организующее и (или) осуществляющее обработку персональных данных, а также определяющие цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными. Для целей настоящей Политики Общество, обрабатывая персональные данные, является оператором, если иное прямо не указано в Политике.

# confidentialityPersonalData
source: Confidentiality of personal data is a mandatory requirement for the Company or any other person who has access to personal data not to disclose to third parties or distribute personal data without the consent of the subject of personal data or the presence of another legal basis provided for by federal law.
ru: Конфиденциальность персональных данных — обязательное для соблюдения Обществом или иным лицом, получившим доступ к персональным данным, требование не раскрывать третьим лицам и не распространять персональные данные без согласия субъекта персональных данных или наличия иного законного основания, предусмотренного федеральным законом.

# personalDataIdentified
source: Personal data - any information relating to a directly or indirectly identified or identifiable individual (subject of personal data).
ru: Персональные данные — любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (субъекту персональных данных).

# individualUsingServices
source: User - an individual using the services of the Site (Internet user).
ru: Пользователь — физическое лицо, пользующееся услугами Сайта (пользователь сети «Интернет»).

# websiteCompanyInformation
source: The website is the Company’s information resource on the Internet, accessed via the domain name “*.wb.ru”, “*.easyshoppin.ru”, or using the Company’s mobile application.
ru: Сайт — информационный ресурс Общества в сети «Интернет», доступ к которому осуществляется по доменному имени «*.wb.ru», «*.wildberries.ru», либо с использованием мобильного приложения Общества.

# specialCategoryPersonalData
source: A special category of personal data is information relating to race, nationality, political views, religious or philosophical beliefs, health status, intimate life.
ru: Специальная категория персональных данных — сведения касающиеся расовой, национальной принадлежности, политических взглядов, религиозных или философских убеждений, состояния здоровья, интимной жизни.

# provisionActionsAimed
source: Provision - actions aimed at disclosing personal data to a certain person or a certain group of persons.
ru: Предоставление — действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц.

# distributionActionsAimed
source: Distribution - actions aimed at disclosing personal data to an indefinite number of persons.
ru: Распространение — действия, направленные на раскрытие персональных данных неопределенному кругу лиц.

# individualDirectly
source: Personal data subject is an individual directly or indirectly identified or determined on the basis of personal data relating to him.
ru: Субъект персональных данных — физическое лицо, прямо или косвенно определенное или определяемое на основании относящихся к нему персональных данных.

# destructionPersonalData
source: Destruction of personal data - actions as a result of which it becomes impossible to restore the content of personal data in the personal data information system and (or) as a result of which material media of personal data are destroyed.
ru: Уничтожение персональных данных — действия, в результате которых становится невозможным восстановить содержание персональных данных в информационной системе персональных данных и (или) в результате которых уничтожаются материальные носители персональных данных.
