Repository: dreamerenigma/easyshoppin-eshop
Catalog: lib/localization/l10n/intl_*.arb
Languages: ru

# infoSellerProduct
source: Information about the Seller of the Product is placed in the Product Card on the Marketplace under the “i” icon (or by hovering over the icon). This information is provided directly by the Seller of the goods and is published by Easy Shoppin without changing its content or meaning. Responsibility for the completeness of the information and its accuracy lies with the Seller providing the information.
ru: Информация о Продавце Товара размещается в Карточке товара на Торговой площадке под значком (или при наведении на значок) «i». Данная информация предоставляется непосредственно Продавцом товара, публикуется Easy Shoppin без изменения ее содержания и смысла. Ответственность за полноту информации и ее достоверность лежит на Продавце, предоставляющем информацию.

# cardGoodsOffered
source: A card of goods offered for sale by a foreign seller may not contain information about the identification number due to the difference in formats and the absence of such numbers in foreign jurisdictions. If necessary, information allowing the identification of such a Seller will be provided at the consumer's request by the Seller itself or Easy Shoppin (if Easy Shoppin has such information).
ru: Карточка товара, предлагаемого к реализации иностранным продавцом, может не содержать информацию об идентификационном номере в связи с разностью форматов и отсутствием таких номеров в иностранной юрисдикции. При необходимости информация, позволяющая идентифицировать такого Продавца, будет предоставлена по запросу потребителя самим Продавцом или Easy Shoppin (при наличии такой информации у Easy Shoppin).

# reviewRatingsMarketplace
source: The Marketplace has implemented a service for reviews and ratings of Buyers for purchased Products, which operates according to the following rules, with which the Buyer who leaves a review of the Product and evaluates the Product agrees:
ru: На Торговой площадке реализован сервис отзывов и оценок Покупателей на приобретенный Товар, который действует по следующим правилам, с которыми Покупатель, оставляющий отзыв о Товаре и оценивающий Товар, соглашается:

# authorizedBuyer
source: Any authorized Buyer can leave reviews about Products posted on the Marketplace and rate Products when using the Marketplace;
ru: Оставлять отзывы о Товарах, размещенных на Торговой площадке, ставить оценки Товарам при использовании Торговой площадки может любой авторизованный Покупатель;

# buyersReview
source: With the Buyer’s review, his name indicated in the Personal Account of the Trading Platform will be published in the appropriate section of the Trading Platform;
ru: С отзывом Покупателя в соответствующем разделе Торговой площадки будет опубликовано его имя, указанное в Личном кабинете Торговой площадки;

# noReviewMarketplace
source: Reviews, the content of which is not related to the work of the Marketplace or making purchases on it, are not published;
ru: Отзывы, содержание которых не относится к тематике работы Торговой площадки, осуществлению покупок на ней не публикуются;

# noReviewActualExperience
source: Reviews, the content of which does not relate to the actual experience of using the relevant Product, are not published;
ru: Отзывы, содержание которых не относится к реальному опыту использования соответствующего Товара, не публикуются;

# noReviewProfanity
source: Reviews that contain profanity, offensive statements, including photographs and images that are unacceptable for publication from an ethical point of view, are not published;
ru: Отзывы, которые содержат ненормативную лексику, высказывания оскорбительного характера, в том числе фотографии и изображения, недопустимые к публикации с этической точки зрения, не публикуются;

# noReviewOtherWebsites
source: Reviews and comments containing links to other websites, personal data of third parties, as well as other information prohibited or restricted for distribution, are not published;
ru: Отзывы и комментарии, содержащие ссылки на другие веб-сайты, персональные данные третьих лиц, а также иную информацию запрещенную или ограниченную к распространению, не публикуются;

# publishedReviewDeleted
source: A published review may be deleted at any time without explanation;
ru: Опубликованный отзыв может быть удален в любое время без разъяснения причин;

# reviewConsideredRelevant
source: Easy Shoppin independently determines the period during which reviews are considered relevant and for which they are published.
ru: Easy Shoppin самостоятельно определяет срок, в течение которого отзывы считаются актуальными и на который они публикуются.

# buyerAgreesMessages
source: The Buyer agrees that messages and materials posted by him on the Marketplace may be used by Easy Shoppin, including in other Easy Shoppin services and applications, in advertising or marketing materials posted on Easy Shoppin resources on the Internet, as well as on other resources and sites on the Internet, to attract the attention of other consumers to the Marketplace as a whole or to the goods and services of third parties, as with the indication of the author of the message or material (the name of the author will be indicated as the name of the Buyer, which he indicated during registration or in the settings of his data in the Personal Account), and without it, without the obligation to provide reports on the use of such messages and materials, without the need to obtain special permission from the Buyer and without paying royalties, throughout the world without a time limit, with the right of Easy Shoppin to provide the specified rights to use such messages and materials to third parties.
ru: Покупатель соглашается с тем, что размещенные им на Торговой площадке сообщения и материалы могут быть использованы Easy Shoppin, в том числе в иных сервисах и приложениях Easy Shoppin, в рекламных или маркетинговых материалах, размещаемых на ресурсах Easy Shoppin в сети Интернет, а также на иных ресурсах и сайтах в сети Интернет, для привлечения внимания других потребителей к Торговой площадке в целом или к товарам и услугам третьих лиц, как с указанием автора сообщения или материала (в качестве имени автора при этом будет указываться имя Покупателя, которое он указал при регистрации или в настройках своих данных в Личном кабинете), так и без этого, без обязанности предоставлять отчеты об использовании таких сообщений и материалов, без необходимости получения специального разрешения Покупателя и без выплаты авторского вознаграждения, на территории всего мира без ограничения срока, с правом Easy Shoppin предоставлять указанные права использования таких сообщений и материалов третьим лицам.

# buyerAgreesReview
source: The Buyer agrees that the reviews and ratings he left may be published and used by Easy Shoppin on the Marketplace or on third party websites without additional consent from the Buyer. In this case, reviews and images attached to them are published and used “as is”, preserving the author’s grammar and punctuation, under the Buyer’s name indicated in the Personal Account. The buyer is responsible for the accuracy of the information contained in the reviews he left.
ru: Покупатель соглашается, что оставленные им отзывы и поставленные оценки могут быть опубликованы и использованы Easy Shoppin на Торговой площадке или на сайтах третьих лиц без дополнительного согласия Покупателя. При этом отзывы и приложенные к нему изображения публикуются и используются «как есть» с сохранением авторской грамматики и пунктуации, под именем Покупателя, указанным в Личном кабинете. Покупатель несет ответственность за достоверность сведений, содержащихся в оставленных им отзывах.

# buyerInformedTrading
source: The Buyer is informed that the Trading Platform, which collectively represents computer programs, as well as the generated graphic and audiovisual displays, the user interface as a whole, design elements, text, graphic images and other information posted by Easy Shoppin, are protected results of intellectual activity, the exclusive right to which belongs to Easy Shoppin.
ru: Покупатель проинформирован о том, что Торговая площадка, представляющая собой в совокупности программы для ЭВМ, а также порождаемые графические и аудиовизуальные отображения, пользовательский интерфейс в целом, элементы дизайна, текст, графические изображения и иная информация, размещенная Easy Shoppin, являются охраняемыми результатами интеллектуальной деятельности, исключительное право на которые принадлежит Easy Shoppin.

# providesUsers
source: Easy Shoppin provides Users with a non-exclusive license to use databases and computer programs necessary for using the Trading Platform for the purposes provided for in this Offer free of charge.
ru: Easy Shoppin предоставляет Пользователям неисключительную лицензию на использование баз данных и программ для ЭВМ, необходимых для использования Торговой площадки, для целей, предусмотренных в настоящей Оферте на безвозмездной основе.

# licenseGranted
source: A non-exclusive license is granted from the moment of access to the Marketplace and continues to be valid as long as the User uses the Marketplace for personal, non-commercial purposes. Searching and viewing offers on the Marketplace is available to all users, regardless of registration and authorization. In order to gain access to other functionality of the Marketplace, namely: make a purchase, place an order, you need to register a Personal Account.
ru: Неисключительная лицензия предоставляется с момента доступа к Торговой площадке и продолжает действовать, пока Пользователь использует Торговую площадку в личных некоммерческих целях. Поиск и просмотр предложений на Торговой площадке доступен всем пользователям независимо от регистрации и авторизации. Для того, чтобы получить доступ к другим функциональным возможностям Торговой площадки, а именно: совершить покупку, сделать заказ, нужно зарегистрировать Личный кабинет.

# registrationTradingPlatform
source: From the moment of registration on the Trading Platform, Easy Shoppin provides the User (the owner of the personal account) for the entire term of the Agreement with a non-exclusive, non-transferable license to use the Trading Platform in the part directly related to the User, namely, the right to use the functionality of the Trading Platform solely for the purpose of exercising the rights and obligations in within the framework of this Offer, including: for registration and identification on the Marketplace, for interaction with support specialists for users/customers on the Portal, with sellers, including, but not limited to, for the purpose of receiving services provided for in the Agreement, transfer and return of Goods, to request and receive information in the manner and under the conditions provided for in the Agreement.
ru: С момента регистрации на Торговой площадке Easy Shoppin предоставляет Пользователю (владельцу личного кабинета) на весь срок действия Договора неисключительную непередаваемую лицензию на использование Торговой площадки в части, относящейся непосредственно к Пользователю, а именно, право использовать функционал Торговой площадки исключительно для целей реализации прав и обязанностей в рамках настоящей Оферты, в том числе: для регистрации и идентификации на Торговой площадке, для взаимодействия со специалистами поддержки пользователей/покупателей на Портале, с продавцами, в том числе, но не ограничиваясь, с целью получения предусмотренных Договором услуг, передачи и возврата Товаров, для запроса и получения информации, в порядке и на условиях, предусмотренных Договором.

# userBuyer
source: The user/buyer is not entitled to:
ru: Пользователь/покупатель не вправе:

# useTradingPlatform
source: 1. use the Trading Platform, its individual elements in ways and/or for purposes not provided for in this Offer;
ru: 1. использовать Торговую площадку, ее отдельные элементы способами и/или с целями, не предусмотренными настоящей Офертой;

# sourceCodeTradingPlatform
source: 2. carry out any actions related to modification of the source code of the Trading Platform;
ru: 2. осуществлять любые действия, связанные с модификацией исходного кода Торговой площадки;

# registeringPersonalAccount
source: By registering in your personal account/using the Trading Platform, the User fully and unconditionally agrees to the terms of use of the Trading Platform, as well as other intellectual property of Easy Shoppin. In case of violation by the User of the terms of use of the Trading Platform and/or other intellectual property of Easy Shoppin, including, but not limited to, means of individualization of Easy Shoppin, Easy Shoppin has the right to demand payment by the User of a penalty (fine) in accordance with the Agreement, and also reserves the right to block the User’s personal account at the market.
ru: Регистрируясь в личном кабинете/используя Торговую площадку, Пользователь полностью и безоговорочно соглашается с условиями использования Торговой площадки, а также иной интеллектуальной собственности Easy Shoppin. В случае нарушения Пользователем условий использования Торговой площадкой и/или иной интеллектуальной собственности Easy Shoppin, включая, но не ограничиваясь, средств индивидуализации Easy Shoppin , Easy Shoppin вправе требовать уплаты Пользователем неустойки (штрафа) в соответствии с Договором, а также оставляет за собой право заблокировать личный кабинет Пользователя на Торговой площадке.

# ongoingPromotion
source: Easy Shoppin has the right, as part of the ongoing promotion, to determine individual Products, upon leaving reviews for which the Buyer can be awarded Bonus Points. Bonus points are accrued under the following conditions:
ru: Easy Shoppin вправе в рамках проводимой акции определять отдельные Товары, при оставлении отзывов на которые Покупателю могут быть начислены Бонусные баллы. Начисление Бонусных баллов производится на следующих условиях:

# productsParticipatePromotion
source: Bonus points are awarded only for reviews of Products that participate in the promotion, which is reflected in the Product Card.
ru: Бонусные баллы начисляются только за отзывы на Товары, которые участвуют в акции, что отражено в Карточке товара.

# productParticipatingBuyer
source: A review of a Product participating in the promotion can be left by the Buyer who purchased this Product no later than 5 (five) days after the Buyer receives this Product.
ru: Отзыв на Товар, участвующий в акции, может быть оставлен Покупателем, который приобрел данный Товар, не позднее 5 (пяти) дней после получения Покупателем этого Товара.

# numberBonusPoints
source: The number of Bonus Points awarded for a review depends on the availability of a text description, video and photographs of the Product and is reflected in the review registration interface on the Marketplace.
ru: Количество Бонусных баллов, начисляемых за отзыв, зависит от наличия текстового описания, видео и фотографий Товара и отражается в интерфейсе оформления отзыва на Торговой площадке.

# reviewChecked
source: Each review is checked for compliance with the conditions of clause 2.4 of these Rules and is published on the Marketplace, subject to approval based on the results of the check. Bonus points are awarded to the Buyer for a published review 14 days after its publication.
ru: Каждый отзыв проходит проверку на соблюдение условий п. 2.4 настоящих Правил и публикуется на Торговой площадке при условии одобрения по результатам проверки. Бонусные баллы Покупателю начисляются за опубликованный отзыв по истечении 14 дней после его публикации.

# bonusPointsAwarded
source: Bonus points will not be awarded if the review has not passed the compliance check and is therefore not published.
ru: Бонусные баллы не начисляются в случае, если отзыв не прошел проверку на соблюдение условий и в связи с этим не опубликован.

# bonusPointsBuyer
source: Bonus points are not awarded if the Buyer, after writing a review, returns the product in the manner prescribed by these Rules. A review left for such a Product, if it complies with the conditions of clause 2.4 of these Rules, may be published on the Marketplace.
ru: Бонусные баллы не начисляются в случае, если Покупатель после написания отзыва возвратил товар в порядке, установленном настоящими Правилами. Оставленный на такой Товар отзыв, при его соответствии условиям п. 2.4 настоящих Правил, может быть опубликован на Торговой площадке.

# bonusPointsGoods
source: Bonus points can be used to pay for orders of Goods on the Marketplace and cannot be transferred to an account with a credit institution in the manner provided for in clause 5.17 of these Rules. When paying for an order, 1 bonus point is equal to 1 Russian ruble.
ru: Бонусные баллы могут быть использованы для оплаты заказов Товаров на Торговой площадке и не могут быть перечислены на счет в кредитной организации в порядке, предусмотренном п. 5.17 настоящих Правил. При оплате заказа 1 бонусный балл равен 1 российскому рублю.

# publishingReview
source: If, after publishing a review, it is determined that the review does not comply with the conditions specified in clause 2.4 of these Rules, Easy Shoppin reserves the right to delete it with a subsequent reduction in the Personal Account Balance of the Buyer who left the review by the amount of previously accrued Bonus Points.
ru: В случае, если после публикации отзыва будет установлено, что отзыв не соответствует условиям, указанным в п. 2.4 настоящих Правил, Easy Shoppin оставляет за собой право на его удаление с последующим уменьшением Баланса Личного кабинета Покупателя, оставившего отзыв, на размер ранее начисленных Бонусных баллов.

# registrationSite
source: 3. Registration on the site
ru: 3. Регистрация на сайте

# onlyRegisteredBuyers
source: Only registered Buyers can place an Order on the Marketplace, and the Buyer has the right to register on the site only 1 (one) time, i.e. can have only one Personal Account. Having two personal accounts with the same registration data is not allowed.
ru: Оформить Заказ на Торговой площадке могут только зарегистрированные Покупатели, при этом Покупатель вправе зарегистрироваться на сайте только 1 (один) раз, т.е. может иметь только один Личный кабинет. Наличие двух личных кабинетов с одинаковыми регистрационными данными не допускается.

# registeringMarketplace
source: When registering on the Marketplace, as well as during its further use, the Buyer provides Easy Shoppin with his registration data (including personal data): telephone number, delivery address, details of electronic means of payment (number, expiration date, CVV/CVC code). The Buyer has the right, at his discretion, to provide Easy Shoppin with additional registration data (including personal data), namely: full name, gender, date of birth, information about body measurements (clothing size), as well as other information that the Buyer deems it possible to provide.
ru: При регистрации на Торговой площадке, а также при дальнейшем ее использовании, Покупатель предоставляет Easy Shoppin свои регистрационные данные (в том числе, персональные данные): номер телефона, адрес места доставки, реквизиты электронных средств платежа (номер, срок действия, код CVV/CVC). Покупатель вправе по своему смотрению предоставить Easy Shoppin дополнительные регистрационные данные (в том числе, персональные данные), а именно: Ф.И.О., пол, дату рождения, сведения о параметрах фигуры (размере одежды), а также иные сведения, которые Покупатель сочтет возможным предоставить.

# accessPersonalAccount
source: To gain access to the Personal Account, a buyer who has registered on the Marketplace undergoes individual identification by entering an access code sent by Easy Shoppin to the contact phone number specified in the Personal Account via SMS message or push notification. Individual identification of the Buyer allows you to avoid unauthorized actions by third parties on behalf of the Buyer and provides access to additional services.
ru: Покупатель, зарегистрировавшийся на Торговой площадке, для получения доступа к Личному кабинету проходит индивидуальную идентификацию путем ввода кода доступа, направленного Easy Shoppin на указанный в Личном кабинете контактный номер телефона при помощи смс-сообщения или push-уведомления. Индивидуальная идентификация Покупателя позволяет избежать несанкционированных действий третьих лиц от имени Покупателя и открывает доступ к дополнительным сервисам.

# accessCodeBuyer
source: Transfer of the access code by the Buyer to third parties is not permitted. The Buyer is responsible for all possible negative consequences, including material losses, in the event of transferring the access code, Personal Account credentials, as well as providing access to the Personal Account to third parties.
ru: Передача Покупателем кода доступа третьим лицам не допускается. Покупатель несёт ответственность за все возможные негативные последствия, в том числе материальные убытки, в случае передачи кода доступа, учетных данных Личного кабинета, а также предоставлении доступа в Личный кабинет третьим лицам.

# changingPhoneNumber
source: Changing the phone number in your Personal Account cannot be done for technical reasons.
ru: Замена номера телефона в Личном кабинете не может быть произведена по техническим причинам.

# lossTelephoneNumber
source: The loss of the telephone number for which the Personal Account is registered, as well as its transfer to another person, is the responsibility of the Buyer. The buyer is responsible for all possible negative consequences, including material losses.
ru: Утеря телефонного номера, на который зарегистрирован Личный кабинет, равно как и его переход другому лицу является ответственностью Покупателя. Покупатель несёт ответственность за все возможные негативные последствия, в том числе материальные убытки.

# registeringAccountMarketplace
source: By registering a Personal Account on the Marketplace, as well as entering an access identification code, the Buyer confirms his agreement that:
ru: Регистрируя Личный кабинет на Торговой площадке, а равно вводя идентификационный код доступа, Покупатель подтверждает свое согласие с тем, что:

# registrationDataVoluntarily
source: Registration data (including personal data) is provided by him voluntarily. In the case of using data from third parties, the specified data is indicated with the informed and prior and confirmed consent of these persons;
ru: Регистрационные данные (в том числе персональные данные) указаны им добровольно. В случае использования данных третьих лиц — указанные данные указываются с информированного и предварительного и подтвержденного согласия этих лиц;

# registrationDataElectronically
source: Registration data (including personal data) is transmitted electronically via open communication channels of the Internet, used (processed, collected, systematized, stored and processed in other ways) by Easy Shoppin to implement the purposes specified in these Rules and for the same purposes may be transferred to third parties;
ru: Регистрационные данные (в том числе персональные данные) передаются в электронной форме по открытым каналам связи сети «Интернет», используются (обрабатываются, собираются, систематизируются, хранятся и обрабатываются другими способами) Easy Shoppin для реализации целей, указанных в настоящих Правилах и в этих же целях могут быть переданы третьим лицам;
