Repository: dreamerenigma/easyshoppin-eshop
Catalog: lib/localization/l10n/intl_*.arb
Languages: ru

# subjectPersonalDataApplies
source: If a subject of personal data applies to the Company with a request to stop processing personal data, the Company is obliged, within a period not exceeding ten working days from the date the Company receives the corresponding request, to stop processing them or ensure the termination of such processing (if such processing is carried out by the person processing personal data). data), except for the cases provided for in paragraphs 2 - 11 of part 1 of Article 6, part 2 of Article 10 and part 2 of Article 11 of the Law. This period may be extended, but not more than by five working days, if the operator sends a motivated notification to the personal data subject indicating the reasons for extending the period for providing the requested information.
ru: В случае обращения субъекта персональных данных к Обществу с требованием о прекращении обработки персональных данных Общество обязано в срок, не превышающий десяти рабочих дней с даты получения Обществом соответствующего требования, прекратить их обработку или обеспечить прекращение такой обработки (если такая обработка осуществляется лицом, осуществляющим обработку персональных данных), за исключением случаев, предусмотренных пунктами 2 — 11 части 1 статьи 6, частью 2 статьи 10 и частью 2 статьи 11 Закона. Указанный срок может быть продлен, но не более чем на пять рабочих дней в случае направления оператором в адрес субъекта персональных данных мотивированного уведомления с указанием причин продления срока предоставления запрашиваемой информации.

# possibleDestroyPersonalData
source: If it is not possible to destroy personal data within the period established by the Law, the Company blocks such personal data or ensures their blocking (if the processing of personal data is carried out by another person acting on behalf of the operator) and ensures the destruction of personal data within a period of no more than six months , unless another period is established by federal laws.
ru: В случае отсутствия возможности уничтожения персональных данных в течение срока, установленного Законом, Общество осуществляет блокирование таких персональных данных или обеспечивает их блокирование (если обработка персональных данных осуществляется другим лицом, действующим по поручению оператора) и обеспечивает уничтожение персональных данных в срок не более чем шесть месяцев, если иной срок не установлен федеральными законами.

# personalDataProcessed
source: If the personal data processed by the Company for the purposes of purchasing air and (or) ground transport tickets is not received from the subject of personal data, then such personal data is considered by the Company to have been legally received by the Registered User of the Site, transferring to the Company the personal data of the subject of personal data. Before processing such personal data, the Company is obliged to notify the subject of personal data and provide him with the following information:
ru: Если персональные данные, обрабатываемые Обществом для целей приобретения билетов воздушного и (или) наземного транспорта, получены не от субъекта персональных данных, то такие персональные данные считаются Обществом полученными на законном основании Зарегистрированным пользователем Сайта, передающим Обществу персональные данные субъекта персональных данных. До начала обработки таких персональных данных Общество обязано уведомить субъекта персональных данных и предоставить ему следующую информацию:

# nameAddressCompany
source: Name and address of the Company or its representative.
ru: Наименование и адрес Общества или его представителя.

# purposeProcessingPersonal
source: Purpose of processing personal data and its legal basis.
ru: Цель обработки персональных данных и ее правовое основание.

# listPersonalData
source: List of personal data.
ru: Перечень персональных данных.

# intendedUsersPersonalData
source: Intended users of personal data.
ru: Предполагаемые пользователи персональных данных.

# rightsSubjectPersonalData
source: Rights of the subject of personal data established by law.
ru: Установленные Законом права субъекта персональных данных.

# sourcePersonalData
source: Source of personal data.
ru: Источник получения персональных данных.

# companyReleased
source: The Company is released from the obligation to provide the subject of personal data with the information provided for in the relevant paragraphs of this Policy in cases where:
ru: Общество освобождается от обязанности предоставить субъекту персональных данных сведения, предусмотренные соответствующими пунктами настоящей Политики, в случаях, если:

# personalDataNotified
source: The subject of personal data is notified of the processing of his personal data by the Company.
ru: Субъект персональных данных уведомлен об осуществлении обработки его персональных данных Обществом.

# personalDataAuthorized
source: The processing of personal data authorized by the subject of personal data for distribution is carried out in compliance with the prohibitions and conditions provided for in Article 10.1 of the Law.
ru: Обработка персональных данных, разрешенных субъектом персональных данных для распространения, осуществляется с соблюдением запретов и условий, предусмотренных статьей 10.1 Закона.

# personalDataStatistical
source: The Company processes personal data for statistical or other research purposes, unless the rights and legitimate interests of the subject of personal data are violated.
ru: Общество осуществляет обработку персональных данных для статистических или иных исследовательских целей, если при этом не нарушаются права и законные интересы субъекта персональных данных.

# relevantParagraphs
source: Providing the subject of personal data with the information provided for in the relevant paragraphs of this Policy violates the rights and legitimate interests of third parties.
ru: Предоставление субъекту персональных данных сведений, предусмотренных соответствующими пунктами настоящей Политики, нарушает права и законные интересы третьих лиц.

# companyEnsuresRecording
source: When collecting personal data, the Company ensures recording, systematization, accumulation, storage, clarification (updating, changing), retrieval of personal data of citizens of the Russian Federation using databases located on the territory of the Russian Federation, except for cases provided for by the Law.
ru: При сборе персональных данных Общество обеспечивает запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение персональных данных граждан Российской Федерации с использованием баз данных, находящихся на территории Российской Федерации, за исключением случаев, предусмотренных Законом.

# investigatesViolations
source: The Company considers any requests and complaints from subjects of personal data, investigates violations and takes all necessary measures to immediately eliminate them and resolve disputes out of court. The processing of personal data authorized by the subject of personal data for distribution is carried out in compliance with the prohibitions and conditions provided for in Article 10.1 of the Law.
ru: Общество рассматривает любые обращения и жалобы со стороны субъектов персональных данных, расследует факты нарушений и принимает все необходимые меры для их немедленного устранения и урегулирования спорных ситуаций в досудебном порядке. Обработка персональных данных, разрешенных субъектом персональных данных для распространения, осуществляется с соблюдением запретов и условий, предусмотренных статьей 10.1 Закона.

# informationRegardingProcessing
source: A written request from a personal data subject to provide information regarding the processing of his personal data must contain the mandatory information established by Part 3 of Article 14 of the Law, including the telephone number used to enter the Site. A written appeal (request) is sent to the legal address of the Company: 142181, Moscow region, Podolsk, Koledino village, Territory Industrial Park Koledino, 6, building 1.
ru: Письменный запрос субъекта персональных данных о предоставлении информации, касающейся обработки его персональных данных, должен содержать обязательные сведения, установленные частью 3 статьи 14 Закона, в том числе номер телефона, который используется для входа на Сайт. Письменное обращение (запрос) направляется по юридическому адресу Общества: 142181, Московская область, г. Подольск, деревня Коледино, Территория Индустриальный парк Коледино, д. 6, стр. 1.

# electronicDocument
source: The request can also be sent by the subject of personal data in the form of an electronic document and signed with an electronic signature in accordance with the legislation of the Russian Federation. To obtain information about your personal data, familiarize yourself with it, clarify it, block or destroy it, or withdraw consent to its processing, requests can be sent to the email address: sales@easyshoppin.ru.
ru: Запрос также может быть направлен субъектом персональных данных в форме электронного документа и подписан электронной подписью в соответствии с законодательством Российской Федерации. Для получения сведений о своих персональных данных, ознакомления с ними, для их уточнения, блокирования или уничтожения, отзыва согласия на их обработку запросы могут быть направлены по адресу электронной почты: sales@wildberries.ru.

# interactionOtherIssues
source: Interaction on other issues related to the processing of personal data by the Company is also carried out using the following contact information: postal address (142181, Moscow region, Podolsk, Koledino village, Territory Industrial Park Koledino, 6, building 1) and / or email address (sales@easyshoppin.ru).
ru: Взаимодействие по иным вопросам, связанным с обработкой персональных данных Обществом, также осуществляется с использованием следующих контактных данных: почтовый адрес (142181, Московская область, г. Подольск, деревня Коледино, Территория Индустриальный парк Коледино, д. 6, стр. 1) и / или адрес электронной почты (sales@wildberries.ru).

# terms
source: 1. Terms
ru: 1. Термины

# termsRules
source: In these rules, unless the context otherwise requires, the following terms have the following meanings:
ru: В настоящих Правилах, если контекст не требует иного, нижеприведенные термины имеют следующие значения:

# tradingPlatform
source: - the website https://www.easyshoppin.ru and the Easy Shoppin mobile application, which are a service that provides access to information about products intended for potential Buyers (consumers).
ru: - веб-сайт https://www.wildberries.ru и мобильное приложение Wildberries, являющиеся сервисом, предоставляющим доступ к информации о товарах, предназначенной для потенциальных Покупателей (потребителей).

# ownerPlatform
source: - of the Trading Platform is Easy Shoppin LLC (according to the text of these Rules - Easy Shoppin (Legal address: 142181 Ulyanovsk region, building 1, OGRN 1067746062449, Email: sale@easyshoppin.ru).
ru: - ООО «Easy Shoppin» (по тексту настоящих Правил — Easy Shoppin (Юридический адрес: 142181 Московская область, г. Подольск, деревня Коледино, Территория Индустриальный парк Коледино, д. 6, стр. 1, ОГРН 1067746062449, Email: sales@wildberries.ru).

# userTradingPlatform
source: - any individual using the Trading Platform under the terms of these Rules.
ru: - любое физическое лицо, использующее Торговую площадку на условиях настоящих Правил.

# sellerTradingPlatform
source: is an individual entrepreneur, legal entity or self-employed citizen, duly registered in Russian or foreign jurisdiction, engaged in the sale of goods and offering the Buyer to enter into a purchase and sale agreement for the Goods by placing the Goods on the Marketplace.
ru: индивидуальный предприниматель, юридическое лицо или самозанятый гражданин, зарегистрированные в установленном порядке в российской или иностранной юрисдикции, осуществляющие деятельность по продаже товаров и предлагающие Покупателю заключить договор купли-продажи Товара, размещая Товары на Торговой площадке.

# bayerTradingPlatform
source: - an individual who purchases Goods on the Marketplace for personal and/or household needs not related to business activities, by placing and paying for an Order through the payment services of the Marketplace.
ru: - физическое лицо, приобретающее на Торговой площадке Товар для личных и/или бытовых нужд, не связанных с предпринимательской деятельностью, при помощи оформления и оплаты Заказа посредством платежных сервисов Торговой площадки.

# goodsTradingPlatform
source: - are the subject of a purchase and sale agreement concluded between the Buyer and the Seller. The Seller is the owner of the Goods being sold. All relationships related to the purchase and sale of Goods arise between the Seller, who places the Goods on the Marketplace, and the Buyer.
ru: - предмет договора купли-продажи, заключаемого между Покупателем и Продавцом. Продавец является собственником реализуемого Товара. Все взаимоотношения, связанные с куплей-продажей Товара, возникают между Продавцом, размещающим Товар на Торговой площадке, и Покупателем.

# personalAccountPlatform
source: - is a personal section of the Trading Platform that is not accessible to third parties, created by the Buyer and used for the purpose of placing Orders and processing Services, as well as receiving special offers in accordance with these Rules, which is accessed after registration by entering the Buyer’s authentication data.
ru: - персональный и не доступный третьим лицам раздел Торговой площадки, оформляемый Покупателем и служащий в целях оформления Заказов и оформления Услуг, а также получения специальных предложений в соответствии с настоящими Правилами, доступ к которому осуществляется после регистрации путем ввода аутентификационных данных Покупателя.

# orderPickUpPlatform
source: - point is a unit of the logistics infrastructure that issues Orders to Buyers who have indicated the address of the corresponding Order pick-up point as the delivery location.
ru: - подразделение логистической инфраструктуры, осуществляющее выдачу Заказов Покупателям, указавших адрес соответствующего Пункта выдачи заказов в качестве места доставки.

# postamat
source: - is an automated terminal for issuing goods.
ru: - автоматизированный терминал по выдаче товаров.

# orderBayer
source: - the implementation by the Buyer of actions aimed at concluding an agreement for the provision of delivery services for the Goods, as well as an agreement/sales agreements for the corresponding Goods/Goods with Easy Shoppin and/or other Seller/Sellers, by registering the specified services and Goods on the Marketplace.
ru: - осуществление Покупателем действий, направленных на заключение им договора оказания услуг доставки Товара, а также договора/договоров купли-продажи соответствующего/соответствующих Товара/Товаров с Easy Shoppin и/или иным Продавцом/Продавцами, посредством оформления указанных услуг и Товаров на Торговой площадке.

# servicesDelivery
source: - delivery services provided by Easy Shoppin to the Buyer in relation to Goods purchased by the Buyer from Easy Shoppin or other Sellers on the Marketplace or returned by the Buyer to Easy Shoppin or the Seller.
ru: - услуги доставки, оказываемые Easy Shoppin Покупателю в отношении Товаров, приобретаемых Покупателем у Easy Shoppin или иных Продавцов на Торговой площадке или возвращаемых Покупателем Easy Shoppin или Продавцу.

# deliveryGoods
source: - delivery of goods to the address specified by the Buyer, different from the addresses of Order Pickup Points and Post Office addresses.
ru: - доставка товара, по адресу, указанному Покупателем, отличному от адресов Пунктов выдачи заказов и адресов Постаматов.

# promotionLoyalty
source: - is a loyalty program conducted by Easy Shoppin, which includes special conditions for ordering certain Products.
ru: - программа лояльности, проводимая Easy Shoppin, включающая специальные условия Заказа определенных Товаров.

# promotionalDiscount
source: - is a discount that is provided on a specific Product. The discount amount is indicated on the Product page. The price of the Product is indicated taking into account the promotional discount. The price difference between a product without a discount and a product with a discount is the benefit of the final Buyer within the framework of the action to purchase a specific specified product.
ru: - это скидка, которая предоставляется на определенный Товар. Размер скидки указывается на странице Товара. Цена на Товар указана с учетом акционной скидки. Ценовая разница между товаром без скидки и товаром со скидкой является преимуществом конечного Покупателя в рамках действия по приобретению конкретного указанного товара.

# discountPromotionalCode
source: - discount using a is a discount that is provided for a specific group of Products when the Buyer places an Order. The price difference between a product without a discount and a product with a discount is the advantage of the final Buyer within the framework of the action to purchase a specific specified product
ru: - это скидка, которая предоставляется на определенную группу Товаров при оформлении Покупателем Заказа. Ценовая разница между товаром без скидки и товаром со скидкой является преимуществом конечного Покупателя в рамках действия по приобретению конкретного указанного товара.

# promotional
source: - code is a special code that provides a discount on a specific group of Products and has an expiration date. Promo codes are applied automatically. Only one promotional code can be applied to one item of goods. The price difference between a product without a discount and a product with a discount is the benefit of the final Buyer within the framework of the action to purchase a specific specified product.
ru: - это специальный код, который предоставляет скидку на определенную группу Товаров и имеет срок действия. Промокоды применяются автоматически. К одной единице товара может быть применен только один промокод. Ценовая разница между товаром без скидки и товаром со скидкой является преимуществом конечного Покупателя в рамках действия по приобретению конкретного указанного товара.

# esDiscount
source: - is a discount provided to the Buyer under certain conditions established by the Marketplace.
ru: - это скидка, предоставляемая Покупателю на определенных условиях, устанавливаемых Торговой площадкой.

# balance
source: - the amount of available funds at the buyer’s disposal, which he can dispose of at his own discretion by transferring them to the bank details specified by the Buyer or by paying for subsequent orders on the Trading Platform website in the amount of up to 100% of the cost of the goods. When canceling/returning an order paid using “Balance”, the funds are returned back to “Balance”.
ru: - сумма свободных денежных средств, находящихся в распоряжении покупателя, которыми он может распоряжаться по своему усмотрению посредством их перечисления на указанные Покупателем банковские реквизиты или путем осуществления оплаты последующих заказов на сайте Торговой площадки в размере до 100% стоимости товара. При отмене/возврате заказа, оплаченного с помощью «Баланса», денежные средства возвращаются обратно на «Баланс».

# returnGoods
source: - refusal by the Buyer of the Goods of proper quality in order to return them to Easy Shoppin or the Seller of the goods.
ru: - отказ Покупателем от Товара надлежащего качества для возврата его Easy Shoppin или Продавцу товара.

# chat
source: - is a service of the Marketplace for interaction between the Buyer and Easy Shoppin and/or the Seller.
ru: - сервис Торговой площадки для взаимодействия Покупателя с Easy Shoppin и(или) Продавцом.

# productCard
source: - information about the product, containing a visual and text description of the product, its main characteristics, information about the seller of the product, its price, as well as other information, the indication of which is necessary to make a decision about ordering the product. The product card contains the essential terms of the purchase and sale agreement and is filled out by the Seller of the goods independently.
ru: - сведения о товаре, содержащие визуальное и текстовое описание товара, его основных характеристик, сведения о продавце товара, его цене, а также иные сведения, указание которых необходимо для возможности принятия решения о Заказе товара. Карточка товара содержит существенные условия договора купли-продажи и заполняется Продавцом товара самостоятельно.

# registrationData
source: Registration data - data that is indicated (contained) in the Personal Account after registration and data specified by the User when placing an order.
ru: данные, которые указываются (содержатся) в Личном кабинете после регистрации и данные, указываемые Пользователем при оформлении заказа.

# esElectronicWallet
source: - is an electronic means of payment provided to the Buyer by Easy Shoppin Bank LLC on the basis of an agreement concluded between Easy Shoppin Bank LLC and the Buyer.
ru: - электронное средство платежа, предоставляемое Покупателю ООО «Easy Shoppin Банк» на основании договора, заключенного между ООО «Easy Shoppin Банк» и Покупателем.

# generationProvisions
source: 2. General provisions
ru: 2. Общие положения

# tradingPlatformSearch
source: The trading platform provides the Buyer with a free opportunity to search for information about the Products, familiarize yourself with the product offerings of Easy Shoppin and other Sellers, receive (including based on search results) product offers and information, order Products, select a delivery method, pay for Products, as well as other functional possibilities.
ru: Торговая площадка предоставляет Покупателю безвозмездную возможность поиска информации о Товарах, ознакомления с товарными предложениями Easy Shoppin и других Продавцов, получения (в т.ч. по результатам поиска) товарных предложений и информации, Заказа Товара, выбора способа доставки, оплаты Товаров, а также иные функциональные возможности.

# usingTradingPlatform
source: By using the Trading Platform, placing Orders, paying for Orders, refusing Goods, the Buyer unconditionally agrees to the terms of these Rules, which are a Public Offer within the meaning of Art. 437 of the Civil Code of the Russian Federation, as well as with the terms of the Rules for the Application of Recommendation Technologies, and undertakes to comply with them.
ru: Пользуясь Торговой площадкой, оформляя Заказы, оплачивая Заказы, отказываясь от Товаров, Покупатель безоговорочно соглашается с условиями настоящих Правил, которые являются Публичной офертой по смыслу ст. 437 ГК РФ, а также с условиями Правил применения рекомендательных технологий, и обязуется их соблюдать.

# sellersMarketplace
source: Sellers on the Marketplace include both Easy Shoppin and other legal entities of various organizational and legal forms, individual entrepreneurs, citizens using the special tax regime “Professional Income Tax”, including also foreign citizens and legal entities.
ru: Продавцом на Торговой площадке являются как Easy Shoppin, так и иные юридические лица различных организационно-правовых форм, индивидуальные предприниматели, граждане, использующие специальный налоговый режим «Налог на профессиональный доход», в том числе также иностранные граждане и юридические лица.
