Repository: dreamerenigma/easyshoppin-eshop
Catalog: lib/localization/l10n/intl_*.arb
Languages: ru

# buyerAcknowledges
source: The Buyer acknowledges that payment methods, as a result of which Easy Shoppin does not receive information from which account the payment was made by the Buyer, include payment for the Goods using the Faster Payment System (FPS).
ru: Покупатель признает, что к способам платежа, в результате использования которых Вайлдберриз не получает информацию с какого счета был совершен платеж Покупателем, относится оплата Товара по Системе быстрых платежей (СБП).
