Repository: dreamerenigma/easyshoppin-eshop
Catalog: lib/localization/l10n/intl_*.arb
Languages: ru

# onBoardingTitle1
source: Choose your product
ru: Выберите свой продукт

# onBoardingTitle2
source: Select Payment Method
ru: Выберите метод оплаты

# onBoardingTitle3
source: Deliver at your door step
ru: Доставка прямо к вашей двери

# onBoardingSubTitle1
source: Welcome to a World of Limitless Choices - Your Perfect Product Awaits!
ru: Добро пожаловать в мир безграничного выбора – ваш идеальный продукт ждет!

# onBoardingSubTitle2
source: For Seamless Transactions, Choose Your Payment Path - Your Convenience, Our Priority!
ru: Для беспрепятственных транзакций выберите способ оплаты — ваше удобство, наш приоритет!

# onBoardingSubTitle3
source: From Our Doorstep to Yours - Swift, Secure, and Contactless Delivery!
ru: От нашего порога до вашего — быстрая, безопасная и бесконтактная доставка!

source: Skip
ru: Пропустить

# loginTitle
source: Welcome back
ru: Добро пожаловать

# loginSubTitle
source: Discover Limitless Choices and Unmatched Convenience.
ru: Откройте для себя безграничный выбор и непревзойденное удобство.

# signupTitle
source: Let’s create your account
ru: Давайте создадим вашу учетную запись

# forgetPasswordTitle
source: Forget password
ru: Забыли пароль

source: Remember Me
ru: Запомнить меня

source: Forget Password?
ru: Забыли пароль?

source: Sign In
ru: Войти

source: Create Account
ru: Зарегистрироваться

source: or sign in with
ru: или войдите через

source: or sign up with
ru: или зарегистрируйтесь через

# orSignInPhone
source: Or
ru: Или

source: Submit
ru: Отправить

source: I agree to
ru: Я согласен с

# privacyPolicyRegister
source: Privacy Policy
ru: Политикой конфиденциальности

source: and
ru: и

source: Terms of use
ru: Условиями эксплуатации

# phoneNumberNotValid
source: The provided phone number is not valid.
ru: Указанный номер телефона недействителен.

# enterPhoneNumber
source: Enter your phone number
ru: Введите свой номер телефона

# loginRegister
source: To login or register
ru: Чтобы войти или зарегистрироваться

# phoneNumberCode
source: To get the code
ru: Чтобы получить код

# iAgreeButton
source: Click on the button, I agree to the
ru: Нажмите на кнопку, я согласен с условиями

# termsUsePlatform
source: terms of use of the trading platform
ru: условия использования торговой платформы

source: Select code region
ru: Выберите код региона

# signInProfile
source: Login to your profile
ru: Войдите в свой профиль

# personalDiscounts
source: After logging in, you will have access to products with personal discounts
ru: После авторизации вы получите доступ к товарам с персональными скидками.

# buttonSignInProfile
source: Login to profile
ru: Войти в профиль

# informationClient
source: Information for clients
ru: Информация для клиентов

# forgetPasswordSubTitle
source: Don’t worry sometimes people can forget too, enter your email and we will send you a password reset link.
ru: Не волнуйтесь, иногда люди могут забыть ввести свой адрес электронной почты, и мы вышлем вам ссылку для сброса пароля.

# changeYourPasswordTitle
source: Password Reset Email Sent
ru: Письмо для сброса пароля отправлено

# changeYourPasswordSubTitle
source: Your Account Security is Our Priority! We've Sent You a Secure Link to Safely Change Your Password and Keep Your Account Protected.
ru: Безопасность вашего аккаунта – наш приоритет! Мы отправили вам безопасную ссылку, чтобы безопасно изменить пароль и обеспечить защиту вашей учетной записи.

# confirmEmail
source: Verify your email address!
ru: Проверьте свой адрес электронной почты!

# confirmEmailSubTitle
source: Congratulations! Your Account Awaits: Verify Your Email to Start Shopping and Experience a World of Unrivaled Deals and Personalized Offers.
ru: Поздравляем! Ваша учетная запись ждет: подтвердите свой адрес электронной почты, чтобы начать делать покупки и испытать мир непревзойденных предложений и персонализированных предложений.

# emailNotReceivedMessage
source: Didn’t get the email? Check your junk/spam or resend it.
ru: Не получили письмо? Проверьте свой мусор/спам или отправьте его повторно.

# yourAccountCreatedTitle
source: Your account successfully created!
ru: Ваш аккаунт успешно создан!

# yourAccountCreatedSubTitle
source: Welcome to Your Ultimate Shopping Destination: Your Account is Created, Unleash the Joy of Seamless Online Shopping!
ru: Добро пожаловать в идеальное место для покупок: ваша учетная запись создана, раскройте радость беспрепятственных покупок в Интернете!

source: Home
ru: Домой

source: Store
ru: Магазин

source: Stock
ru: Акции

source: Cart
ru: Корзина

source: Profile
ru: Профиль

source: Select address
ru: Выберите адрес

# selectDelivery
source: Selecting a delivery method
ru: Выбор способа доставки

# courierDelivery
source: To perform this action, you must log in to your account or register.
ru: Для выполнения данного действия необходимо войти в свою учетную запись или зарегистрироваться.

# loginAccount
source: Login to account
ru: Войти в аккаунт

# buttonSave
source: Save
ru: Сохранить

source: Pick-up point
ru: Пункт выдачи

source: Courier
ru: Курьер

# yourPickUpPoint
source: Your pick-up points will be here
ru: Ваши пункты выдачи будут здесь.

# addPickUpPointDelivery
source: Add a pick-up point to see current product prices and delivery times
ru: Добавьте пункт самовывоза, чтобы видеть текущие цены на товары и сроки доставки.

# addPickUpPoint
source: Add a pick-up point
ru: Добавить пункт выдачи

source: Add delivery address
ru: Добавить адрес доставки

# yourAddresses
source: Your addresses will be here
ru: Ваши адреса будут здесь

# yourDeliveryAddress
source: Add your delivery address to see current product prices and delivery times
ru: Добавьте адрес доставки, чтобы увидеть текущие цены на товары и сроки доставки.

# homeAppbarTitle
source: Good day for shopping
ru: Хорошего дня, для покупок

source: Guest
ru: Гость

# search
source: Search in Store
ru: Искать в магазине

# popularCategory
source: Popular Categories
ru: Популярные категории

source: View all
ru: Все

# notificationWarning
source: Easy Shoppin employees never ask for account details
ru: Сотрудники Easy Shoppin никогда не запрашивают данные учетной записи

# notificationScammers
source: Do not tell anyone your phone number or login codes - only scammers are interested in them
ru: Никому не сообщайте свой номер телефона и коды входа – они интересны только мошенникам.

source: Profile settings
ru: Настройки профиля

source: Basic settings
ru: Базовые настройки

source: Addresses
ru: Адреса

# subtitleAddresses
source: Set shopping delivery address
ru: Установить адрес доставки покупок

source: Add new Address
ru: Добавить новый адрес

source: Street
ru: Улица

source: Postal Code
ru: Почтовый индекс

source: City
ru: Город

source: State
ru: Провинция

source: Country
ru: Страна

source: Favourite
ru: Избранное

# subtitleFavourite
source: Add or remove products to your favorites and proceed to checkout
ru: Добавьте или удалите товары в избранное и приступайте к оформлению заказа.

source: Orders
ru: Заказы

# subtitleOrders
source: In-progress and Completed Orders
ru: Незавершенные и выполненные заказы

source: Payment Methods
ru: Способы оплаты

# subtitlePaymentMethods
source: Withdraw balance to registered bank account
ru: Вывести остаток на зарегистрированный банковский счет

source: Coupons
ru: Купоны

# subtitleCoupons
source: List of all the discounted coupons
ru: Список всех купонов со скидкой

# titleCoupons
source: Coupons
ru: Купоны

# subtitleCouponsOrder
source: Discounts are applied automatically when placing an order.
ru: Скидки применяются автоматически при оформлении заказа.

# activeCoupons
source: Active
ru: Активные

# overdueCoupons
source: Overdue
ru: Просроченные

# noCoupons
source: You don't have any coupons yet
ru: У вас пока нет купонов

source: To products
ru: К товарам

source: Product Reviews
ru: Отзывы на товары

# subtitleProductReviews
source: All product reviews
ru: Все отзывы на товары

source: Favourite stores
ru: Любимые магазины

# subtitleFavouriteStores
source: Add your favorite stores
ru: Добавьте свои любимые магазины

source: Chats
ru: Чаты

# subtitleChats
source: Chats with product sellers
ru: Чаты с продавцами товаров

source: Read all
ru: Прочитать все

source: Controversy
ru: Споры

source: Archive
ru: Архив

# chatNotificationEnabled
source: Notifications are enabled for all chats!
ru: Уведомления включены для всех чатов!

# chatNotificationDisabled
source: Notifications are disabled for all chats!
ru: Уведомления отключены для всех чатов!

source: Settings
ru: Настройки

source: Load Data
ru: Загрузить данные

# subtitleLoadData
source: Upload Data to your Cloud Firebase
ru: Загрузите данные в свою Cloud Firebase

source: Personal Data
ru: Личные данные

# subtitlePersonalData
source: User profile data
ru: Данные профиля пользователя

source: Geolocation
ru: Геолокация

# subtitleGeolocation
source: Set recommendation based on location
ru: Установите рекомендации в зависимости от местоположения

source: Safe Mode
ru: Безопасный режим

# subtitleSafeMode
source: Search result is safe for all ages
ru: Результаты поиска безопасны для всех возрастов

# imageQuality
source: HD Image Quality
ru: Качество изображения HD

# subtitleImageQuality
source: Set image quality to be seen
ru: Установите качество изображения, чтобы его можно было увидеть

source: Notifications
ru: Уведомления

# subtitleNotifications
source: Set any kind of notification message
ru: Установите любой вид уведомления

source: Themes
ru: Темы

# subtitleThemes
source: Change the theme of the application to your liking
ru: Измените тему приложения по своему вкусу

source: Language
ru: Язык

# subtitleLanguage
source: Select application language
ru: Выберите язык приложения

# currencyPrices
source: In what currency are the prices
ru: В какой валюте цены

source: Russian ruble
ru: Российский рубль

source: Belarusian ruble
ru: Белорусский рубль

source: Armenian dram
ru: Армянский драм

source: Kazakh tenge
ru: Казахский тенге

# kyrgyzSom
source: Kyrgyzstani som
ru: Киргизский сом

source: Uzbek sum
ru: Узбекский сум

source: Your devices
ru: Ваши устройства

# subtitleYourDevices
source: Devices on which you are logged into your profile Easy Shoppin
ru: Устройства, на которых вы вошли в свой профиль Easy Shoppin

source: Information
ru: Информация

source: Support
ru: Поддержка

# subtitleSupport
source: Ask questions about the application to the support team
ru: Задавайте вопросы по приложению в службу поддержки

source: Become seller
ru: Стать продавцом

# subtitleBecomeSeller
source: You can become a seller on Easy Shoppin
ru: Вы можете стать продавцом на Easy Shopping

source: Account Privacy
ru: Конфиденциальность аккаунта

# subtitleAccountPrivacy
source: Manage data usage and connected accounts
ru: Управление использованием данных и подключенными учетными записями

# rulesUsingTradingPlatform
source: Rules for using the trading platform
ru: Правила использования торговой платформы

# subtitleRulesUsingTradingPlatform
source: Marketplace usage data and data usage management
ru: Данные об использовании торговой площадкой и управление использовании данных

source: About Application
ru: О приложении

# subtitleAboutApplication
source: Application version information and other information
ru: Информация о версии приложения и другая информация

source: Version application:
ru: Версия приложения:

source: Model device:
ru: Модель устройства:

source: OS version:
ru: Версия OS:

# localCountry
source: Locale country:
ru: Страна региона:

source: No country selected
ru: Страна не выбрана

source: Copied to clipboard
ru: Скопировано в буфер обмена

source: Share failed!
ru: Поделиться не удалось!

# moreAboutApplication
source: More about the application
ru: Подробнее о приложении

source: More
ru: Подробнее

# subtitleMoreAboutApplication
source: Detailed information about the application
ru: Подробная информация о приложении

source: Rate this app
ru: Оцени это приложение

source: Feedback
ru: Обратная связь

# feedbackWhatWouldLike
source: What would you like to do?
ru: Чем бы Вы хотели заняться?

# feedbackRepostProblem
source: Report a problem
ru: Сообщить о проблеме

# feedbackSuggestFeature
source: Suggest a new feature
ru: Предложить новую функцию

# feedbackProblemOrder
source: Report a problem with your order
ru: Сообщите о проблеме с вашим заказом

source: Your suggestion
ru: Ваше предложение

# describeProposal
source: Describe your proposal. We will not be able to answer you personally, but we will certainly take into account your wishes.
ru: Опишите свое предложение. Мы не сможем ответить вам лично, но обязательно учтем ваши пожелания.

# enterEmailAddress
source: Your email address
ru: Ваш электронный адрес

# notAllFields
source: Not all fields are filled!
ru: Не все поля заполнены!

# sendFeedbackMessage
source: Send
ru: Отправить

# feedbackApplication
source: This page is intended for feedback and suggestions on the application. If you want to open a dispute, please go to my orders.
ru: Эта страница предназначена для отзывов и предложений по приложению. Если вы хотите открыть спор, пожалуйста, перейдите в мои заказы.

# chooseAction
source: Choose an action
ru: Выберите действие

# makePhoto
source: To make a photo
ru: Чтобы сделать фотографию

source: Select available
ru: Выбрать доступные

# feedbackCancelButton
source: Cancel
ru: Отмена

source: Select images
ru: Выбрать изображения

source: No images found.
ru: Изображения не найдены.

# feedbackSent
source: Feedback sent successfully!
ru: Отзыв успешно отправлен!

source: Privacy Policy
ru: Политика конфиденциальности

source: Legal information
ru: Правовая информация

source: Recommendation technologies
ru: Рекомендательные технологии

# rulesRecommendationTechnologies
source: Rules for using recommendation technologies on Easy Shoppin
ru: Правила использования рекомендательных технологий на Easy Shopping

# informationResourceUses
source: The information resource uses recommendation technologies
ru: На информационном ресурсе применяются рекомендательные технологии

# informationResourceUsesRT
source: On the information resource, when using information technologies for providing information, the collection, systematization and analysis of information related to the preferences of Internet users located on the territory of the Russian Federation is carried out.
ru: На информационном ресурсе при применении информационных технологий предоставления информации осуществляется сбор, систематизация и анализ сведений, относящихся к предпочтениям пользователей сети Интернет, находящихся на территории Российской Федерации.

# providingInformationRT
source: Recommendation technologies are information technologies for providing information based on the collection, systematization and analysis of information related to the preferences of Internet users (hereinafter referred to as “recommendations”).
ru: Рекомендательные технологии — информационные технологии предоставления информации на основе сбора, систематизации и анализа сведений, относящихся к предпочтениям пользователей сети Интернет (далее - рекомендации).

# questionsAboutRecommendations
source: In these Rules, we will answer basic questions about what recommendations are, the recommendation system (hereinafter referred to as the “system”) and how they work on AliExpress.
ru: В данных Правилах мы ответим на основные вопросы о том, что такое рекомендации, система рекомендаций (далее - система) и как они работают на Easy Shoppin.

# whatRecommendationSystem
source: What is a recommendation system?
ru: Что же такое система рекомендаций?

# modernToolRS
source: The Easy Shoppin recommendation system is a modern tool that helps users easily find products that interest them. The system is responsible for finding candidate products that are relevant for each specific context on a site or application, as well as the logic for sorting and displaying these products.
ru: Система рекомендаций на Easy Shoppin — это современный инструмент, который помогает пользователям легко находить интересующие их товары. Система отвечает за поиск товаров-кандидатов, релевантных для каждого конкретного контекста на сайте или в приложении, а также за логику сортировки и показа этих товаров.

# productsGeneratedRS
source: The recommendations themselves on Easy Shoppin are a selection of products generated by the recommendation system; they can be located in various places on the website and in the AliExpress application.
ru: Сами же рекомендации на Easy Shoppin -- это подборка товаров, сформированная рекомендательной системой, они могут быть расположены в различных местах на сайте и в приложении Easy Shoppin.

# whatRecommendations
source: What are the recommendations?
ru: Какие бывают рекомендации?

# personalProductRecommendations
source: There are two types of recommendations on Easy Shoppin: personal and product. Personalized recommendations analyze the user's purchase history and recently viewed products. Such recommendations can be seen on the AliExpress home page, in the user profile or, for example, on the pages of active orders or order details.
ru: Рекомендации на Easy Shoppin бывают двух видов: персональные и товарные. Персональные рекомендации анализируют истории покупок пользователя и последние просмотренные товары. Такие рекомендации можно увидеть на главной странице Easy Shoppin, в профиле пользователя или, например, на страницах активных заказов или деталей заказа.

# productRecommendationsHelp
source: Product recommendations help the user find offers similar to the one selected. This is done so that the user can find alternatives and compare options. An example of such recommendations can be found on the product card or in a non-empty cart.
ru: Товарные рекомендации помогают пользователю найти предложения, аналогичные выбранному. Это сделано для того, чтобы пользователь мог найти альтернативы и сравнить варианты. Пример таких рекомендаций можно найти на карточке товара или в непустой корзине.

# whatStagesRecommendations
source: What stages does the system go through before making recommendations to the user?
ru: Какие этапы проходит система перед выдачей рекомендаций пользователю?

# selectionProductsThrough
source: Before the user sees a selection of products, the system goes through the following stages: searching for candidate products → ranking products → building the logic for displaying products.
ru: Прежде чем пользователь увидит подборку товаров, система проходит следующие этапы: поиск товаров-кандидатов → ранжирование товаров → выстраивание логики показа товаров.

# searchCandidateProducts
source: Stage 1. Search for candidate products
ru: 1 этап. Поиск товаров кандидатов

# systemSelectsProductsRelevant
source: At this stage, the system selects M products relevant to the context from a large number of products N. If the context is a product card, then candidate products are selected based on the product on this card, in the cart - based on the list of products in the cart. Thus, for product recommendations, products from the same categories or similar ones as the main product are selected. At the same time, we believe that the more often products from any categories fall into one purchase, the more these categories suit each other.
ru: На этом этапе система отбирает M релевантных контексту товаров среди большого количества товаров N. Если контекстом является карточка товара, то товары-кандидаты подбираются на основе товара на этой карточке, в корзине — на основе списка товаров в корзине. Таким образом, для товарных рекомендаций отбираются товары из тех же категорий или близких, что и основной товар. При этом мы считаем, что чем чаще товары из каких-либо категорий попадают в одну покупку, тем больше эти категории подходят друг другу.

# personalizedRecommendations
source: To make personalized recommendations, we take into account information about any user interaction with products (for example, clicks, purchases or views) and select products based on these interactions.
ru: Для персональных рекомендаций мы учитываем информацию о каком-либо взаимодействии пользователя с товарами (например, клики, покупки или просмотры) и подбираем товары уже на основе этих взаимодействий.

# likelihoodBecomingProduct
source: The likelihood of becoming a product candidate is higher if more similar users clicked on a product.
ru: Вероятность стать товаром-кандидатом выше, если больше похожих пользователей кликнули на какой-то товар.

# productRanking
source: Stage 2. Product ranking
ru: 2 этап. Ранжирование товаров

# relevantProductsRanks
source: At this stage, the system selects the most relevant products and ranks them according to the likelihood of purchase by the user. Machine learning models are used for this. As a result, each product is given a score from 0 to 1. The higher the score, the higher the position the product occupies in the recommendations.
ru: На этом этапе система отбирает максимально релевантные товары и ранжирует их по вероятности покупки пользователем. Для этого используются модели машинного обучения. В результате каждому товару проставляется оценка от 0 до 1. Чем выше оценка, тем более высокую позицию занимает товар в рекомендациях.

# variousProductProperties
source: The model is based on various product properties, such as views, clicks, orders, ratings, price and much more. Using the gradient boosting method of decision trees, the model predicts the probability of purchase for each product. Different properties may have different weights for the model, for example, price may be more important than the number of views.
ru: Модель опирается на различные свойства товара, например, просмотры, клики, заказы, рейтинг, цена и многое другое. С помощью метода градиентного бустинга деревьев решений модель предсказывает вероятность покупки для каждого товара. Разные свойства могут иметь для модели разный вес, например, цена может оказаться важнее количества просмотров.

# likelihoodPurchasingProduct
source: The likelihood of purchasing a product will differ for different contexts; the same product may have a high rating on the main page of the site and a lower rating on the order history page.
ru: Вероятность покупки товара будет отличаться для разных контекстов, один и тот же товар может иметь высокую оценку для главной страницы сайта и оценку ниже на странице истории заказов.

# modelAnalyzesUser
source: The model analyzes user behavior in the past, understands what products were of interest to him or users with similar preferences, and predicts what a person will be willing to buy. Recommendations are most strongly influenced by products that the user has purchased on AliExpress before.
ru: Модель анализирует поведение пользователей в прошлом, понимает, какие товары вызывали интерес у него или у пользователей с похожими предпочтениями, и предсказывает, что человек будет готов купить. Сильнее всего на рекомендации влияют товары, которые пользователь покупал на Easy Shoppin раньше.

# logicDisplayingSelection
source: Stage 3. Logic for displaying a selection of recommendations
ru: 3 этап. Логика показа подборки рекомендаций

# businessLogicDisplaying
source: At this stage, the business logic for displaying a selection and filtering products is applied.
ru: На данном этапе применяется бизнес-логика показа подборки и фильтрация товаров.
