// DO NOT EDIT. This is code generated via package:intl/generate_localized.dart
// This is a library that provides messages for a ru locale. All the
// messages from the main program should be duplicated here with the same
// function name.

// Ignore issues from commonly used lints in this file.
// ignore_for_file:unnecessary_brace_in_string_interps, unnecessary_new
// ignore_for_file:prefer_single_quotes,comment_references, directives_ordering
// ignore_for_file:annotate_overrides,prefer_generic_function_type_aliases
// ignore_for_file:unused_import, file_names, avoid_escaping_inner_quotes
// ignore_for_file:unnecessary_string_interpolations, unnecessary_string_escapes

import 'package:intl/intl.dart';
import 'package:intl/message_lookup_by_library.dart';

final messages = new MessageLookup();

typedef String MessageIfAbsent(String messageStr, List<dynamic> args);

class MessageLookup extends MessageLookupByLibrary {
  String get localeName => 'ru';

  final messages = _notInlinedMessages(_notInlinedMessages);
  static Map<String, Function> _notInlinedMessages(_) => <String, Function>{
        "aboutApplication":
            MessageLookupByLibrary.simpleMessage("О приложении"),
        "absenceDebitingFunds": MessageLookupByLibrary.simpleMessage(
            " В случае отсутствия списания со счёта Покупателя в пользу Торговой площадки денежных средств в размере стоимости заказа или его части, а равно отмены платежа по причине технического сбоя и (или) иной непредвиденной ошибки, Покупатель согласен с тем, что Вайлдберриз на основании ранее данного поручения Покупателя в целях обеспечения исполнения договора купли-продажи и недопущения образования задолженности вправе по имеющимся платежным персональным данным, согласие на обработку которых не отозвано, инициировать действия, направленные на исполнение Покупателем оплаты заказа без дополнительного уведомления."),
        "accessAdvancePayment": MessageLookupByLibrary.simpleMessage(
            " Торговая площадка не использует в своей деятельности наличные расчеты."),
        "accessCodeBuyer": MessageLookupByLibrary.simpleMessage(
            " Передача Покупателем кода доступа третьим лицам не допускается. Покупатель несёт ответственность за все возможные негативные последствия, в том числе материальные убытки, в случае передачи кода доступа, учетных данных Личного кабинета, а также предоставлении доступа в Личный кабинет третьим лицам."),
        "accessPersonalAccount": MessageLookupByLibrary.simpleMessage(
            " Покупатель, зарегистрировавшийся на Торговой площадке, для получения доступа к Личному кабинету проходит индивидуальную идентификацию путем ввода кода доступа, направленного Easy Shoppin на указанный в Личном кабинете контактный номер телефона при помощи смс-сообщения или push-уведомления. Индивидуальная идентификация Покупателя позволяет избежать несанкционированных действий третьих лиц от имени Покупателя и открывает доступ к дополнительным сервисам."),
        "accordanceTermsRules": MessageLookupByLibrary.simpleMessage(
            " В соответствии с условиями настоящих Правил кассовый чек в электронной форме предоставляется по номеру телефона путём отображения информации в виде сообщения в Личном кабинете. Кассовый чек в электронной форме направляется в раздел «Электронные чеки» Личного кабинета. Покупатель может предоставить адрес электронной почты в разделе «Профиль» и самостоятельно направить кассовый чек по адресу электронной почты в разделе «Электронные чеки»."),
        "accountPrivacy":
            MessageLookupByLibrary.simpleMessage("Конфиденциальность аккаунта"),
        "activeCoupons": MessageLookupByLibrary.simpleMessage("Активные"),
        "addDeliveryAddress":
            MessageLookupByLibrary.simpleMessage("Добавить адрес доставки"),
        "addNewAddress":
            MessageLookupByLibrary.simpleMessage("Добавить новый адрес"),
        "addPickUpPoint":
            MessageLookupByLibrary.simpleMessage("Добавить пункт выдачи"),
        "addPickUpPointDelivery": MessageLookupByLibrary.simpleMessage(
            "Добавьте пункт самовывоза, чтобы видеть текущие цены на товары и сроки доставки."),
        "addresses": MessageLookupByLibrary.simpleMessage("Адреса"),
        "and": MessageLookupByLibrary.simpleMessage("и"),
        "appName": MessageLookupByLibrary.simpleMessage("Easy Shoppin"),
        "appealInactionCompany": MessageLookupByLibrary.simpleMessage(
            " Субъект персональных данных вправе обжаловать действия или бездействие Общества в Федеральную службу по надзору в сфере связи, информационных технологий и массовых коммуникаций (Роскомнадзор) или в судебном порядке в случае, если субъект персональных данных считает, что Общество осуществляет обработку его персональных данных с нарушением требований Закона или иным образом нарушает его права и свободы."),
        "applicationOrganizational": MessageLookupByLibrary.simpleMessage(
            " Применением организационных и технических мер по обеспечению безопасности персональных данных при их обработке в информационных системах персональных данных, необходимых для выполнения требований по защите персональных данных, исполнение которых обеспечивает установленные Правительством Российской Федерации уровни защищенности персональных данных."),
        "appointmentPersonResponsible": MessageLookupByLibrary.simpleMessage(
            " Назначением лица, ответственного за организацию обработки персональных данных."),
        "archive": MessageLookupByLibrary.simpleMessage("Архив"),
        "areYouSureYouWantToLogout": MessageLookupByLibrary.simpleMessage(
            "Вы точно уверенны, что хотите выйти из аккаунта?"),
        "armenia": MessageLookupByLibrary.simpleMessage("Армения"),
        "armenianDram": MessageLookupByLibrary.simpleMessage("Армянский драм"),
        "assessingEffectiveness": MessageLookupByLibrary.simpleMessage(
            " Оценкой эффективности принимаемых мер по обеспечению безопасности персональных данных до ввода в эксплуатацию информационной системы персональных данных."),
        "assessmentAccordance": MessageLookupByLibrary.simpleMessage(
            " Оценка вреда в соответствии с требованиями, установленными уполномоченным органом по защите прав субъектов персональных данных, который может быть причинен субъектам персональных данных в случае нарушения настоящего Федерального закона, соотношение указанного вреда и принимаемых оператором мер, направленных на обеспечение выполнения обязанностей, предусмотренных настоящим Федеральным законом."),
        "authorizedBuyer": MessageLookupByLibrary.simpleMessage(
            " Оставлять отзывы о Товарах, размещенных на Торговой площадке, ставить оценки Товарам при использовании Торговой площадки может любой авторизованный Покупатель;"),
        "automatedProcessingPersonal": MessageLookupByLibrary.simpleMessage(
            " Автоматизированная обработка персональных данных — обработка персональных данных с помощью средств вычислительной техники."),
        "availableCustomsRepresentatives": MessageLookupByLibrary.simpleMessage(
            " Перечень доступных таможенных представителей определяется Easy Shoppin по своему усмотрению. Покупатель заключает договор с таким таможенным представителем в порядке, указанном в настоящих Правилах."),
        "balance": MessageLookupByLibrary.simpleMessage(
            "- сумма свободных денежных средств, находящихся в распоряжении покупателя, которыми он может распоряжаться по своему усмотрению посредством их перечисления на указанные Покупателем банковские реквизиты или путем осуществления оплаты последующих заказов на сайте Торговой площадки в размере до 100% стоимости товара. При отмене/возврате заказа, оплаченного с помощью «Баланса», денежные средства возвращаются обратно на «Баланс»."),
        "bankCard": MessageLookupByLibrary.simpleMessage(
            " Покупатель информируется и соглашается, что сокрытие банковской карты в Личном кабинете не означает отзыв согласия на обработку этой части персональных данных. Согласие на обработку персональных данных банковской карты может быть отозвано Покупателем посредством уведомления, направленного по адресу электронной почты: sales@wildberries.ru."),
        "basicSettings":
            MessageLookupByLibrary.simpleMessage("Базовые настройки"),
        "bayerTradingPlatform": MessageLookupByLibrary.simpleMessage(
            " - физическое лицо, приобретающее на Торговой площадке Товар для личных и/или бытовых нужд, не связанных с предпринимательской деятельностью, при помощи оформления и оплаты Заказа посредством платежных сервисов Торговой площадки."),
        "becomeSeller": MessageLookupByLibrary.simpleMessage("Стать продавцом"),
        "belarus": MessageLookupByLibrary.simpleMessage("Беларусь"),
        "belarusianRuble":
            MessageLookupByLibrary.simpleMessage("Белорусский рубль"),
        "biometricPersonalData": MessageLookupByLibrary.simpleMessage(
            " Биометрические персональные данные — данные, которые характеризуют физиологические и биологические особенности человека, на основании которых можно установить его личность."),
        "blockingTemporaryCessation": MessageLookupByLibrary.simpleMessage(
            " Блокирование — временное прекращение обработки персональных данных (за исключением случаев, если обработка необходима для уточнения персональных данных)."),
        "bonusPointsAwarded": MessageLookupByLibrary.simpleMessage(
            " Бонусные баллы не начисляются в случае, если отзыв не прошел проверку на соблюдение условий и в связи с этим не опубликован."),
        "bonusPointsBuyer": MessageLookupByLibrary.simpleMessage(
            " Бонусные баллы не начисляются в случае, если Покупатель после написания отзыва возвратил товар в порядке, установленном настоящими Правилами. Оставленный на такой Товар отзыв, при его соответствии условиям п. 2.4 настоящих Правил, может быть опубликован на Торговой площадке."),
        "bonusPointsGoods": MessageLookupByLibrary.simpleMessage(
            " Бонусные баллы могут быть использованы для оплаты заказов Товаров на Торговой площадке и не могут быть перечислены на счет в кредитной организации в порядке, предусмотренном п. 5.17 настоящих Правил. При оплате заказа 1 бонусный балл равен 1 российскому рублю."),
        "businessLogicDisplaying": MessageLookupByLibrary.simpleMessage(
            "На данном этапе применяется бизнес-логика показа подборки и фильтрация товаров. "),
        "buttonSave": MessageLookupByLibrary.simpleMessage("Сохранить"),
        "buttonSignInProfile":
            MessageLookupByLibrary.simpleMessage("Войти в профиль"),
        "buyerAcknowledges": MessageLookupByLibrary.simpleMessage(
            " Покупатель признает, что к способам платежа, в результате использования которых Вайлдберриз не получает информацию с какого счета был совершен платеж Покупателем, относится оплата Товара по Системе быстрых платежей (СБП)."),
        "buyerAgreesMessages": MessageLookupByLibrary.simpleMessage(
            " Покупатель соглашается с тем, что размещенные им на Торговой площадке сообщения и материалы могут быть использованы Easy Shoppin, в том числе в иных сервисах и приложениях Easy Shoppin, в рекламных или маркетинговых материалах, размещаемых на ресурсах Easy Shoppin в сети Интернет, а также на иных ресурсах и сайтах в сети Интернет, для привлечения внимания других потребителей к Торговой площадке в целом или к товарам и услугам третьих лиц, как с указанием автора сообщения или материала (в качестве имени автора при этом будет указываться имя Покупателя, которое он указал при регистрации или в настройках своих данных в Личном кабинете), так и без этого, без обязанности предоставлять отчеты об использовании таких сообщений и материалов, без необходимости получения специального разрешения Покупателя и без выплаты авторского вознаграждения, на территории всего мира без ограничения срока, с правом Easy Shoppin предоставлять указанные права использования таких сообщений и материалов третьим лицам."),
        "buyerAgreesReview": MessageLookupByLibrary.simpleMessage(
            " Покупатель соглашается, что оставленные им отзывы и поставленные оценки могут быть опубликованы и использованы Easy Shoppin на Торговой площадке или на сайтах третьих лиц без дополнительного согласия Покупателя. При этом отзывы и приложенные к нему изображения публикуются и используются «как есть» с сохранением авторской грамматики и пунктуации, под именем Покупателя, указанным в Личном кабинете. Покупатель несет ответственность за достоверность сведений, содержащихся в оставленных им отзывах."),
        "buyerAssumesObligations": MessageLookupByLibrary.simpleMessage(
            " Покупатель принимает на себя все обязательства и риски, связанные с заключением договора по предоставлению рассрочки и/или кредитных средств в счёт оплаты товаров и (или) услуг на Торговой площадке. Ни Владелец Торговой площадки, ни другой Продавец не принимают участие при рассмотрении банковской или финансовой организацией возможности предоставления рассрочки и/или кредитных средств Покупателю и не несут ответственность в случае отказа Покупателю в такой оплате, а также не несут ответственность за действия Покупателя по сделкам и приобретению иных услуг банковской или финансовой организацией, стороной которых не являются."),
        "buyerAssumesObligationsRisks": MessageLookupByLibrary.simpleMessage(
            "Покупатель принимает на себя все обязательства и риски, связанные с заключением договора с банковской или финансовой организацией в счёт оплаты Товаров и/или услуг на Торговой площадке. Ни Вайлдберриз, ни другой Продавец не принимают участие при рассмотрении банковской или финансовой организацией возможности предоставления средств Покупателю и не несут ответственность в случае отказа Покупателю в такой оплате, а также не несут ответственность за действия Покупателя по сделкам и приобретению иных услуг банковской или финансовой организации, стороной которых не являются."),
        "buyerChoosesPayment": MessageLookupByLibrary.simpleMessage(
            "При выборе Покупателем способа оплаты частями от партнеров Вайлдберриз заключение договора между банковской или финансовой организацией и Покупателем по оплате Товаров и (или) услуг происходит на условиях данной организации."),
        "buyerInformed": MessageLookupByLibrary.simpleMessage(
            " Покупатель информирован и согласен с тем, что Easy Shoppin осуществляет сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, анализ и использование, передачу (распространение, предоставление, доступ), поручение обработки третьим лицам, получение от третьих лиц, обезличивание, блокирование, удаление, уничтожение регистрационных данных Покупателя (в том числе, персональных данных)."),
        "buyerInformedTrading": MessageLookupByLibrary.simpleMessage(
            " Покупатель проинформирован о том, что Торговая площадка, представляющая собой в совокупности программы для ЭВМ, а также порождаемые графические и аудиовизуальные отображения, пользовательский интерфейс в целом, элементы дизайна, текст, графические изображения и иная информация, размещенная Easy Shoppin, являются охраняемыми результатами интеллектуальной деятельности, исключительное право на которые принадлежит Easy Shoppin."),
        "buyerInitiateTransfer": MessageLookupByLibrary.simpleMessage(
            " Покупатель вправе в любое время инициировать перечисление денежных средств, учтенных и отображенных на Балансе Личного кабинета на счет в кредитной организации в полном объеме или в части, за исключением Бонусных баллов, начисленных в соответствии с п. 2.10 настоящих Правил. Вайлдберриз перечисляет денежные средства, учтенные и отображенные на Балансе, в течение 10 дней с момента получения поручения Покупателя. Поручение Покупателя направляется с использованием функционала «Вывод средств» в разделе «Баланс и история операций» Личного кабинета."),
        "buyerPersonalAccount": MessageLookupByLibrary.simpleMessage(
            "Покупатель вправе отказаться от указанных способов взаимодействия, отключив их в Личном кабинете."),
        "buyerUnderstandsAbove": MessageLookupByLibrary.simpleMessage(
            " Покупатель осознаёт, что вышеуказанные действия со стороны Владельца Торговой площадки, производятся в интересах Покупателя и направлены на реализацию воли Покупателя, как стороны по настоящему соглашению."),
        "buyersPreviouslyPurchased": MessageLookupByLibrary.simpleMessage(
            " Покупатели, которые ранее приобрели товары за наличный расчёт и осуществившие или намеревающиеся осуществить возврат товара по законным основаниям, вправе требовать возврата денежных средств на указанный Покупателем счет в кредитной организации."),
        "buyersReview": MessageLookupByLibrary.simpleMessage(
            " С отзывом Покупателя в соответствующем разделе Торговой площадки будет опубликовано его имя, указанное в Личном кабинете Торговой площадки;"),
        "callTelephoneNumber": MessageLookupByLibrary.simpleMessage(
            " Звонка с предложением оценить качество работы Торговой площадки на телефонный номер, указанный Покупателем."),
        "cancel": MessageLookupByLibrary.simpleMessage("Отмена"),
        "cardGoodsOffered": MessageLookupByLibrary.simpleMessage(
            " Карточка товара, предлагаемого к реализации иностранным продавцом, может не содержать информацию об идентификационном номере в связи с разностью форматов и отсутствием таких номеров в иностранной юрисдикции. При необходимости информация, позволяющая идентифицировать такого Продавца, будет предоставлена по запросу потребителя самим Продавцом или Easy Shoppin (при наличии такой информации у Easy Shoppin)."),
        "cardNumber": MessageLookupByLibrary.simpleMessage("Номер карты"),
        "carriedCompany": MessageLookupByLibrary.simpleMessage(
            " Обработка персональных данных осуществляется Обществом на следующих правовых основаниях:"),
        "carryingCustomsClearance": MessageLookupByLibrary.simpleMessage(
            " Проведение таможенного оформления и доставки товаров, в случае заказа товаров изза рубежа."),
        "carryingInternalControl": MessageLookupByLibrary.simpleMessage(
            " Осуществлением внутреннего контроля и (или) аудита соответствия обработки персональных данных Закону и принятым в соответствии с ним нормативным правовым актам, требованиям к защите персональных данных, политику Общества в отношении обработки персональных данных, внутренним документам Общества."),
        "cart": MessageLookupByLibrary.simpleMessage("Корзина"),
        "cartEmpty":
            MessageLookupByLibrary.simpleMessage("Упс! Корзина пуста."),
        "categoriesProcessed": MessageLookupByLibrary.simpleMessage(
            "4. Категории обрабатываемых персональных данных, категории субъектов персональных данных"),
        "change": MessageLookupByLibrary.simpleMessage("Изменять"),
        "changeProfilePicture": MessageLookupByLibrary.simpleMessage(
            "Изменить изображение профиля"),
        "changeYourPasswordSubTitle": MessageLookupByLibrary.simpleMessage(
            "Безопасность вашего аккаунта – наш приоритет! Мы отправили вам безопасную ссылку, чтобы безопасно изменить пароль и обеспечить защиту вашей учетной записи."),
        "changeYourPasswordTitle": MessageLookupByLibrary.simpleMessage(
            "Письмо для сброса пароля отправлено"),
        "changingPhoneNumber": MessageLookupByLibrary.simpleMessage(
            " Замена номера телефона в Личном кабинете не может быть произведена по техническим причинам."),
        "chat": MessageLookupByLibrary.simpleMessage(
            "- сервис Торговой площадки для взаимодействия Покупателя с Easy Shoppin и(или) Продавцом."),
        "chatNotificationDisabled": MessageLookupByLibrary.simpleMessage(
            "Уведомления отключены для всех чатов!"),
        "chatNotificationEnabled": MessageLookupByLibrary.simpleMessage(
            "Уведомления включены для всех чатов!"),
        "chats": MessageLookupByLibrary.simpleMessage("Чаты"),
        "checkInternetSettings": MessageLookupByLibrary.simpleMessage(
            "Пожалуйста, проверьте настройки Интернета и повторите попытку."),
        "checkout": MessageLookupByLibrary.simpleMessage("Оплатить"),
        "chooseAction":
            MessageLookupByLibrary.simpleMessage("Выберите действие"),
        "choosingInstallmentPayment": MessageLookupByLibrary.simpleMessage(
            " При выборе на сайте Торговой площадки способа оплаты в рассрочку, Покупателю предоставляется скидка на товар, которая равна стоимости услуг банковской или финансовой организации в связи с покупкой товара в рассрочку, и покрывает стоимость данных услуг. Таким образом сумма, подлежащая выплате такой организации, не превышает первоначальной стоимости товара, при условии, что дополнительные услуги такой организации не приобретаются."),
        "city": MessageLookupByLibrary.simpleMessage("Город"),
        "clickingButtonPlacePay": MessageLookupByLibrary.simpleMessage(
            " Нажимая кнопку «оформить»/«оплатить» (либо иную кнопку, которая подтверждает волеизъявление Покупателя на совершение Заказа и перечисление за него оплаты), Покупатель подтверждает ознакомление с настоящими Правилами и полное согласие со всеми условиями настоящих Правил: в том числе условиями обработки персональных данных, оплаты товаров, условий и порядка доставки Товара как к Покупателю, так и от Покупателя, условиями возврата товара и направления претензий."),
        "collectingPersonalData": MessageLookupByLibrary.simpleMessage(
            " При сборе персональных данных Общество обеспечивает запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение персональных данных граждан Российской Федерации с использованием баз данных, находящихся на территории Российской Федерации, за исключением случаев, предусмотренных Законом."),
        "collectingPersonalDataCompany": MessageLookupByLibrary.simpleMessage(
            " При сборе персональных данных Общество обязано предоставить субъекту персональных данных по его просьбе информацию, предусмотренную частью 7 статьи 14 Закона."),
        "companyEnsuresRecording": MessageLookupByLibrary.simpleMessage(
            " При сборе персональных данных Общество обеспечивает запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение персональных данных граждан Российской Федерации с использованием баз данных, находящихся на территории Российской Федерации, за исключением случаев, предусмотренных Законом."),
        "companyNecessaryLegal": MessageLookupByLibrary.simpleMessage(
            " Общество принимает необходимые правовые, организационные и технические меры для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении персональных данных в соответствии с требованиями законодательства Российской Федерации и внутренними документами. Обеспечение безопасности персональных данных и выполнение Обществом обязанностей, в соответствии с Законом достигается, в том числе:"),
        "companyNotVerify": MessageLookupByLibrary.simpleMessage(
            " Общество не проверяет (не имеет возможности проверить) актуальность и достоверность предоставляемой субъектами персональных данных сведений, полученных посредством Сайта. Общество исходит из того, что субъекты персональных данных предоставляют достоверные и достаточные персональные данные и поддерживают их в актуальном состоянии."),
        "companyProcessesData": MessageLookupByLibrary.simpleMessage(
            " Обработка персональных данных Обществом осуществляется в следующих целях:"),
        "companyProcessesEnsures": MessageLookupByLibrary.simpleMessage(
            " Общество осуществляет обработку и обеспечивает безопасность персональных данных для осуществления возложенных на Общество законодательством Российской Федерации функций, полномочий и обязанностей в том числе, но не ограничиваясь, в соответствии с Конституцией Российской Федерации, федеральными законами, в частности Федеральным законом № 152-ФЗ от 27 июля 2006 года «О персональных данных», подзаконными актами, другими определяющими случаи и особенности обработки указанных персональных данных федеральными законами Российской Федерации, а также Гражданским кодексом Российской Федерации, Законом РФ № 2300-1 от 7 февраля 1992 г. «О защите прав потребителей», а также уставом и локальными актами Общества."),
        "companyReleased": MessageLookupByLibrary.simpleMessage(
            " Общество освобождается от обязанности предоставить субъекту персональных данных сведения, предусмотренные соответствующими пунктами настоящей Политики, в случаях, если:"),
        "companyStops": MessageLookupByLibrary.simpleMessage(
            " Общество прекращает обработку персональных данных и уничтожает их в случаях:"),
        "companyUnilaterallyChange": MessageLookupByLibrary.simpleMessage(
            " Общество вправе в одностороннем порядке изменять условия Политики."),
        "completingTrainingCourses": MessageLookupByLibrary.simpleMessage(
            " Прохождение обучающих курсов, публикуемых сторонними организациями на Сайте Общества."),
        "concludingAgreements": MessageLookupByLibrary.simpleMessage(
            " Заключение договоров с любыми третьими лицами вне программных способов на сайте или мобильном приложении Торговой площадки, а равно оплата заказа иным способом, чем оплата с использованием специального программного обеспечения на сайте или мобильном приложении Торговой площадки (в том числе, но не ограничиваясь, оплата наличными третьему лицу, перечисление денежных средств на банковские реквизиты, оплата по счетам, счетам-фактурам, договорам-счетам и иным первичным документам, полученным от третьих лиц) не порождает правовых последствий для Easy Shoppin, как для владельца Торговой площадки, в т.ч. при получении предложения о заключении такого договора из информации о товарах, размещенной на сайте или в мобильном приложении Торговой площадки."),
        "confidentialityPersonalData": MessageLookupByLibrary.simpleMessage(
            " Конфиденциальность персональных данных — обязательное для соблюдения Обществом или иным лицом, получившим доступ к персональным данным, требование не раскрывать третьим лицам и не распространять персональные данные без согласия субъекта персональных данных или наличия иного законного основания, предусмотренного федеральным законом."),
        "confirmEmail": MessageLookupByLibrary.simpleMessage(
            "Проверьте свой адрес электронной почты!"),
        "confirmEmailSubTitle": MessageLookupByLibrary.simpleMessage(
            "Поздравляем! Ваша учетная запись ждет: подтвердите свой адрес электронной почты, чтобы начать делать покупки и испытать мир непревзойденных предложений и персонализированных предложений."),
        "consentSubjectPersonal": MessageLookupByLibrary.simpleMessage(
            "- обработка персональных данных осуществляется с согласия субъекта персональных данных на обработку его персональных данных, которое субъект предоставляет активным действием, в том числе проставляя отметку в интерфейсе напротив фразы: «Соглашаюсь на обработку персональных данных, с правилами пользования торговой площадкой и возврата»;"),
        "controlComplianceTerms": MessageLookupByLibrary.simpleMessage(
            " Общество не контролирует соблюдение условий конфиденциальности и обработки персональных данных субъектов персональных данных владельцами или пользователями других сайтов, на которые субъект персональных данных может перейти по ссылкам, доступным на Сайте, и не несет ответственность за действия или бездействия владельцев или пользователей таких сайтов в области обработки персональных данных и соблюдения конфиденциальности."),
        "controlSecurityPersonalData": MessageLookupByLibrary.simpleMessage(
            " Контролем за принимаемыми мерами по обеспечению безопасности персональных данных и уровня защищенности информационных систем персональных данных."),
        "controversy": MessageLookupByLibrary.simpleMessage("Споры"),
        "cookiesCompanyContaining": MessageLookupByLibrary.simpleMessage(
            " Файлы cookies — доступные Обществу текстовые файлы, содержащие сведения об устройстве (IP адресе устройства), браузере, версии приложения, и сохраняемые в браузере компьютера (мобильного устройства) Пользователя или Зарегистрированного пользователя при посещении им Сайта. Сбор файлов cookies возможно настроить или отключить самостоятельно в настройках используемого браузера."),
        "copiedToClipboard":
            MessageLookupByLibrary.simpleMessage("Скопировано в буфер обмена"),
        "copy": MessageLookupByLibrary.simpleMessage("Копировать"),
        "copyRight":
            MessageLookupByLibrary.simpleMessage("© 2024. Easy Shoppin"),
        "copyingApp": MessageLookupByLibrary.simpleMessage(
            " Копируя Мобильное приложение Wildberries и устанавливая его на свое мобильное устройство, Пользователь выражает свое полное и безоговорочное согласие со всеми условиями настоящей Оферты."),
        "correctnessInformation": MessageLookupByLibrary.simpleMessage(
            " Easy Shoppin не несет ответственности за точность и правильность информации, предоставляемой Покупателем при регистрации, а также за возможные негативные последствия, вызванные предоставлением Покупателем неточной или неправильной информации о себе."),
        "country": MessageLookupByLibrary.simpleMessage("Страна"),
        "coupons": MessageLookupByLibrary.simpleMessage("Купоны"),
        "courier": MessageLookupByLibrary.simpleMessage("Курьер"),
        "courierDelivery": MessageLookupByLibrary.simpleMessage(
            "Для выполнения данного действия необходимо войти в свою учетную запись или зарегистрироваться."),
        "createAccount":
            MessageLookupByLibrary.simpleMessage("Зарегистрироваться"),
        "creditPaymentInstallments": MessageLookupByLibrary.simpleMessage(
            " Оплата с привлечением кредитных средств. Оплата частями;"),
        "currencyPrices":
            MessageLookupByLibrary.simpleMessage("В какой валюте цены"),
        "customsClearanceGoods": MessageLookupByLibrary.simpleMessage(
            " Для таможенного оформления Товара Покупателю может потребоваться предоставить дополнительные данные, в том числе персональные данные, таможенному представителю."),
        "darkTheme": MessageLookupByLibrary.simpleMessage("Темная"),
        "dateBirth": MessageLookupByLibrary.simpleMessage("Дата рождения"),
        "day": MessageLookupByLibrary.simpleMessage("День"),
        "delete": MessageLookupByLibrary.simpleMessage("Удалить"),
        "deleteAccount":
            MessageLookupByLibrary.simpleMessage("Удалить аккаунт"),
        "deleteAccountMessage": MessageLookupByLibrary.simpleMessage(
            "Вы уверены, что хотите удалить свою учетную запись навсегда? Это действие необратимо, и все ваши данные будут удалены без возможности восстановления."),
        "deletePersonalAccount": MessageLookupByLibrary.simpleMessage(
            " Согласие на обработку персональных данных может быть отозвано субъектом персональных данных, в том числе, путем нажатия на Сайте на специальную кнопку «Удалить личный кабинет»."),
        "deliveryGoods": MessageLookupByLibrary.simpleMessage(
            " - доставка товара, по адресу, указанному Покупателем, отличному от адресов Пунктов выдачи заказов и адресов Постаматов."),
        "deliveryOrdersReturnGoods": MessageLookupByLibrary.simpleMessage(
            " Осуществление доставки заказов, возврата товаров."),
        "demandCompanyClarification": MessageLookupByLibrary.simpleMessage(
            " Субъект персональных данных вправе требовать от Общества уточнения его персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки, а также принимать предусмотренные Законом меры по защите своих прав."),
        "depersonalization": MessageLookupByLibrary.simpleMessage(
            " Обезличивание — действия, в результате которых становится невозможным без использования дополнительной информации определить принадлежность персональных данных конкретному субъекту персональных данных."),
        "describeProposal": MessageLookupByLibrary.simpleMessage(
            "Опишите свое предложение. Мы не сможем ответить вам лично, но обязательно учтем ваши пожелания."),
        "destroyingPersonalData": MessageLookupByLibrary.simpleMessage(
            " Порядок уничтожения персональных данных на носителях, содержащих персональные данные, в том числе внешних/съемных электронных носителях, бумажных носителях и в информационных системах персональных данных, определяются Обществом в своих внутренних документах и локальных нормативных актах."),
        "destructionPersonalData": MessageLookupByLibrary.simpleMessage(
            " Уничтожение персональных данных — действия, в результате которых становится невозможным восстановить содержание персональных данных в информационной системе персональных данных и (или) в результате которых уничтожаются материальные носители персональных данных."),
        "detectionFactsUnauthorized": MessageLookupByLibrary.simpleMessage(
            " Обнаружением фактов несанкционированного доступа к персональным данным и принятием мер, в том числе мер по обнаружению, предупреждению и ликвидации последствий компьютерных атак на информационные системы персональных данных и по реагированию на компьютерные инциденты в них."),
        "determiningThreatsSecurity": MessageLookupByLibrary.simpleMessage(
            " Определением угроз безопасности персональных данных при их обработке в информационных системах персональных данных."),
        "digitsCardBack":
            MessageLookupByLibrary.simpleMessage("3 цифры на обороте"),
        "discountPromoCode":
            MessageLookupByLibrary.simpleMessage(" ES Скидка."),
        "discountPromotionalCode": MessageLookupByLibrary.simpleMessage(
            "- это скидка, которая предоставляется на определенную группу Товаров при оформлении Покупателем Заказа. Ценовая разница между товаром без скидки и товаром со скидкой является преимуществом конечного Покупателя в рамках действия по приобретению конкретного указанного товара."),
        "distributionActionsAimed": MessageLookupByLibrary.simpleMessage(
            " Распространение — действия, направленные на раскрытие персональных данных неопределенному кругу лиц."),
        "electronicDocument": MessageLookupByLibrary.simpleMessage(
            " Запрос также может быть направлен субъектом персональных данных в форме электронного документа и подписан электронной подписью в соответствии с законодательством Российской Федерации. Для получения сведений о своих персональных данных, ознакомления с ними, для их уточнения, блокирования или уничтожения, отзыва согласия на их обработку запросы могут быть направлены по адресу электронной почты: sales@wildberries.ru."),
        "email": MessageLookupByLibrary.simpleMessage("Email"),
        "emailNotReceivedMessage": MessageLookupByLibrary.simpleMessage(
            "Не получили письмо? Проверьте свой мусор/спам или отправьте его повторно."),
        "emailsPushNotifications": MessageLookupByLibrary.simpleMessage(
            " Электронных писем/push-уведомлений, которые Easy Shoppin может направить Покупателю;"),
        "endingOrderAgreeing": MessageLookupByLibrary.simpleMessage(
            " Покупатель, направляя поручение и давая согласие на списание денежных средств, в т.ч. образовавшейся перед Владельцем Торговой площадки задолженности, понимает и соглашается, что обработка скрытых им персональных данных (данных о платежных средствах) Владельцем Торговой площадки продолжается в целях, отраженных в настоящих Правилах, и предусмотренных действующим законодательством о защите персональных данных. Сокрытие банковской карты из Личного кабинета в соответствии с п. 3.9 Правил не является отзывом согласия на обработку таких персональных данных."),
        "englishLanguage": MessageLookupByLibrary.simpleMessage("Английский"),
        "enterEmailAddress":
            MessageLookupByLibrary.simpleMessage("Ваш электронный адрес"),
        "enterPhoneNumber":
            MessageLookupByLibrary.simpleMessage("Введите свой номер телефона"),
        "entrustProcessingPersonal": MessageLookupByLibrary.simpleMessage(
            " Общество вправе поручить обработку персональных данных, либо осуществить передачу персональных данных, указанных в п.п. 4.2.1. — 4.2.7. Политики, третьим лицам исключительно при наличии надлежащих оснований обработки, а также при условии, что данные будут передаваться в объеме, минимально необходимом для достижения указанных целей, и третьи лица примут меры, направленные на соблюдение требований по обеспечению безопасности персональных данных для достижения следующих целей:"),
        "esDiscount": MessageLookupByLibrary.simpleMessage(
            "- это скидка, предоставляемая Покупателю на определенных условиях, устанавливаемых Торговой площадкой."),
        "esDiscountPayment": MessageLookupByLibrary.simpleMessage(
            " Воспользоваться WB Скидкой возможно только оформив заказы в Личном кабинете, совершив вход на Торговую площадку под своими учетными данными. WB Скидка привязана к Личному кабинету, рассчитывается на основе покупок, сделанных через него. В случае повторной регистрации на сайте, история покупок и WB Cкидка не переносятся из старого Личного кабинета в новый Личный кабинет. Статистика заказов в новом Личном кабинете ведется с нуля."),
        "esElectronicWallet": MessageLookupByLibrary.simpleMessage(
            "- электронное средство платежа, предоставляемое Покупателю ООО «Easy Shoppin Банк» на основании договора, заключенного между ООО «Easy Shoppin Банк» и Покупателем."),
        "executionAgreement": MessageLookupByLibrary.simpleMessage(
            "- обработка персональных данных необходима для исполнения договора, стороной которого либо выгодоприобретателем или поручителем по которому является субъект персональных данных, а также для заключения договора по инициативе субъекта персональных данных или договора, по которому субъект персональных данных будет являться выгодоприобретателем или поручителем. Заключаемый с субъектом персональных данных договор не может содержать положения, ограничивающие права и свободы субъекта персональных данных;"),
        "factInaccuracyPersonalData": MessageLookupByLibrary.simpleMessage(
            " В случае подтверждения факта неточности персональных данных Общество на основании сведений, представленных субъектом персональных данных или его представителем либо уполномоченным органом по защите прав субъектов персональных данных, или иных необходимых документов обязано уточнить персональные данные либо обеспечить их уточнение (если обработка персональных данных осуществляется другим лицом, действующим по поручению оператора) в течение семи рабочих дней со дня представления таких сведений и снять блокирование персональных данных."),
        "familiarizationCompanys": MessageLookupByLibrary.simpleMessage(
            " Ознакомлением работников Общества, непосредственно осуществляющих обработку персональных данных, с положениями законодательства Российской Федерации о персональных данных, в том числе требованиями к защите персональных данных, документами, определяющими политику Общества в отношении обработки персональных данных, локальными актами по вопросам обработки персональных данных, и (или) обучение указанных работников."),
        "fastPaymentSystem": MessageLookupByLibrary.simpleMessage(
            " Оплата через Систему быстрых платежей (СБП);"),
        "favourite": MessageLookupByLibrary.simpleMessage("Избранное"),
        "favouriteStores":
            MessageLookupByLibrary.simpleMessage("Любимые магазины"),
        "featureBrands":
            MessageLookupByLibrary.simpleMessage("Особенности брендов"),
        "federalLaw": MessageLookupByLibrary.simpleMessage(
            " Закон — федеральный закон Российской Федерации от 27.07.2006 № 152-ФЗ «О персональных данных»."),
        "feedback": MessageLookupByLibrary.simpleMessage("Обратная связь"),
        "feedbackApplication": MessageLookupByLibrary.simpleMessage(
            "Эта страница предназначена для отзывов и предложений по приложению. Если вы хотите открыть спор, пожалуйста, перейдите в мои заказы."),
        "feedbackCancelButton": MessageLookupByLibrary.simpleMessage("Отмена"),
        "feedbackProblemOrder": MessageLookupByLibrary.simpleMessage(
            "Сообщите о проблеме с вашим заказом"),
        "feedbackRepostProblem":
            MessageLookupByLibrary.simpleMessage("Сообщить о проблеме"),
        "feedbackSuggestFeature":
            MessageLookupByLibrary.simpleMessage("Предложить новую функцию"),
        "feedbackWhatWouldLike":
            MessageLookupByLibrary.simpleMessage("Чем бы Вы хотели заняться?"),
        "femaleGender": MessageLookupByLibrary.simpleMessage("Женский"),
        "finalPriceProduct":
            MessageLookupByLibrary.simpleMessage(" Акционная скидка;"),
        "firstName": MessageLookupByLibrary.simpleMessage("Имя"),
        "followingCategories": MessageLookupByLibrary.simpleMessage(
            " Общество обрабатывает следующие категории персональных данных субъектов персональных данных:"),
        "followingPersonalDataSubjects": MessageLookupByLibrary.simpleMessage(
            " Общество осуществляет обработку персональных данных следующих субъектов персональных данных:"),
        "followingTermsPolicy": MessageLookupByLibrary.simpleMessage(
            " В Политике применяются следующие термины:"),
        "forgetPassword":
            MessageLookupByLibrary.simpleMessage("Забыли пароль?"),
        "forgetPasswordSubTitle": MessageLookupByLibrary.simpleMessage(
            "Не волнуйтесь, иногда люди могут забыть ввести свой адрес электронной почты, и мы вышлем вам ссылку для сброса пароля."),
        "forgetPasswordTitle":
            MessageLookupByLibrary.simpleMessage("Забыли пароль"),
        "gender": MessageLookupByLibrary.simpleMessage("Пол"),
        "generalProvisionsPrivacy":
            MessageLookupByLibrary.simpleMessage("1. Общие положения"),
        "generationProvisions":
            MessageLookupByLibrary.simpleMessage("2. Общие положения"),
        "geolocation": MessageLookupByLibrary.simpleMessage("Геолокация"),
        "goodsTradingPlatform": MessageLookupByLibrary.simpleMessage(
            " - предмет договора купли-продажи, заключаемого между Покупателем и Продавцом. Продавец является собственником реализуемого Товара. Все взаимоотношения, связанные с куплей-продажей Товара, возникают между Продавцом, размещающим Товар на Торговой площадке, и Покупателем."),
        "groundTransportTickets": MessageLookupByLibrary.simpleMessage(
            " Оформления билетов воздушного и наземного транспорта, бронирование гостиниц."),
        "guest": MessageLookupByLibrary.simpleMessage("Гость"),
        "home": MessageLookupByLibrary.simpleMessage("Домой"),
        "homeAppbarTitle":
            MessageLookupByLibrary.simpleMessage("Хорошего дня, для покупок"),
        "iAgreeButton": MessageLookupByLibrary.simpleMessage(
            "Нажмите на кнопку, я согласен с условиями "),
        "iAgreeTo": MessageLookupByLibrary.simpleMessage("Я согласен с"),
        "imageQuality":
            MessageLookupByLibrary.simpleMessage("Качество изображения HD"),
        "importEAEU": MessageLookupByLibrary.simpleMessage(
            " Норма беспошлинного ввоза Товаров на территорию ЕАЭС определяется нормативными актами ЕАЭС (по состоянию на 1 февраля 2024 года она составляла 1000 Евро)."),
        "inaccuratePersonalData": MessageLookupByLibrary.simpleMessage(
            " В случае выявления неточных персональных данных при обращении субъекта персональных данных или его представителя либо по их запросу или по запросу уполномоченного органа по защите прав субъектов персональных данных оператор обязан осуществить блокирование персональных данных, относящихся к этому субъекту персональных данных, или обеспечить их блокирование (если обработка персональных данных осуществляется другим лицом, действующим по поручению оператора) с момента такого обращения или получения указанного запроса на период проверки, если блокирование персональных данных не нарушает права и законные интересы субъекта персональных данных или третьих лиц."),
        "individualDirectly": MessageLookupByLibrary.simpleMessage(
            " Субъект персональных данных — физическое лицо, прямо или косвенно определенное или определяемое на основании относящихся к нему персональных данных."),
        "individualUsingServices": MessageLookupByLibrary.simpleMessage(
            " Пользователь — физическое лицо, пользующееся услугами Сайта (пользователь сети «Интернет»)."),
        "individualsRegisteredUsers": MessageLookupByLibrary.simpleMessage(
            " Физических лиц — Зарегистрированных пользователей, в соответствии с целями обработки, указанными в п.п. 2.1.2., 2.1.3., 2.1.4., 2.1.5., 2.1.6."),
        "individualsUsers": MessageLookupByLibrary.simpleMessage(
            " Физических лиц — Пользователей, в соответствии с целью обработки, указанной в п.п. 2.1.1., 2.1.6."),
        "infoSellerProduct": MessageLookupByLibrary.simpleMessage(
            " Информация о Продавце Товара размещается в Карточке товара на Торговой площадке под значком (или при наведении на значок) «i». Данная информация предоставляется непосредственно Продавцом товара, публикуется Easy Shoppin без изменения ее содержания и смысла. Ответственность за полноту информации и ее достоверность лежит на Продавце, предоставляющем информацию."),
        "information": MessageLookupByLibrary.simpleMessage("Информация"),
        "informationClient":
            MessageLookupByLibrary.simpleMessage("Информация для клиентов"),
        "informationProductCard": MessageLookupByLibrary.simpleMessage(
            " Информация, представленная в Карточке товара, не может в полной мере передавать все характеристики товара (включая цвет, форму, наличие и описание некоторых функций). Для получения полной информации Покупателю необходимо обратиться к Продавцу. Оформление Покупателем Заказа без такого обращения является подтверждением того, что информация о Товаре была полной, понятной и достаточной для оформления Заказа."),
        "informationPromotions": MessageLookupByLibrary.simpleMessage(
            "Информация об акциях и предложениях"),
        "informationRegardingProcessing": MessageLookupByLibrary.simpleMessage(
            " Письменный запрос субъекта персональных данных о предоставлении информации, касающейся обработки его персональных данных, должен содержать обязательные сведения, установленные частью 3 статьи 14 Закона, в том числе номер телефона, который используется для входа на Сайт. Письменное обращение (запрос) направляется по юридическому адресу Общества: 142181, Московская область, г. Подольск, деревня Коледино, Территория Индустриальный парк Коледино, д. 6, стр. 1."),
        "informationResourceUses": MessageLookupByLibrary.simpleMessage(
            "На информационном ресурсе применяются рекомендательные технологии"),
        "informationResourceUsesRT": MessageLookupByLibrary.simpleMessage(
            "На информационном ресурсе при применении информационных технологий предоставления информации осуществляется сбор, систематизация и анализ сведений, относящихся к предпочтениям пользователей сети Интернет, находящихся на территории Российской Федерации."),
        "insufficientFundsReflected": MessageLookupByLibrary.simpleMessage(
            " При недостаточности средств, отраженных на Балансе Личного кабинета, неоплаченный остаток цены Товара и стоимости услуги доставки списывается с банковской карты, реквизиты которой указаны в Личном кабинете."),
        "intendedUsersPersonalData": MessageLookupByLibrary.simpleMessage(
            " Предполагаемые пользователи персональных данных."),
        "interactionOtherIssues": MessageLookupByLibrary.simpleMessage(
            " Взаимодействие по иным вопросам, связанным с обработкой персональных данных Обществом, также осуществляется с использованием следующих контактных данных: почтовый адрес (142181, Московская область, г. Подольск, деревня Коледино, Территория Индустриальный парк Коледино, д. 6, стр. 1) и / или адрес электронной почты (sales@wildberries.ru)."),
        "internalControlCompany": MessageLookupByLibrary.simpleMessage(
            " Внутренний контроль за исполнением требований Политики осуществляется лицом, ответственным за организацию обработки персональных данных в Обществе."),
        "internationalTreaty": MessageLookupByLibrary.simpleMessage(
            "- обработка персональных данных необходима для достижения целей, предусмотренных международным договором Российской Федерации или законом, для осуществления и выполнения возложенных законодательством Российской Федерации на оператора функций, полномочий и обязанностей"),
        "investigatesViolations": MessageLookupByLibrary.simpleMessage(
            " Общество рассматривает любые обращения и жалобы со стороны субъектов персональных данных, расследует факты нарушений и принимает все необходимые меры для их немедленного устранения и урегулирования спорных ситуаций в досудебном порядке. Обработка персональных данных, разрешенных субъектом персональных данных для распространения, осуществляется с соблюдением запретов и условий, предусмотренных статьей 10.1 Закона."),
        "kazakhTenge": MessageLookupByLibrary.simpleMessage("Казахский тенге"),
        "kazakhstan": MessageLookupByLibrary.simpleMessage("Казахстан"),
        "kyrgyzSom": MessageLookupByLibrary.simpleMessage("Киргизский сом"),
        "kyrgyzstan": MessageLookupByLibrary.simpleMessage("Киргизстан"),
        "language": MessageLookupByLibrary.simpleMessage("Язык"),
        "lastName": MessageLookupByLibrary.simpleMessage("Фамилия"),
        "legalGrounds": MessageLookupByLibrary.simpleMessage(
            "3. Правовые основания обработки персональных данных"),
        "legalInformation":
            MessageLookupByLibrary.simpleMessage("Правовая информация"),
        "legitimateInterests": MessageLookupByLibrary.simpleMessage(
            "- обработка персональных данных необходима для осуществления прав и законных интересов оператора или третьих лиц при условии, что при этом не нарушаются права и свободы субъекта персональных данных."),
        "letsAddSome":
            MessageLookupByLibrary.simpleMessage("Давайте добавим немного"),
        "letsFillIt":
            MessageLookupByLibrary.simpleMessage("Давайте заполним её"),
        "licenseGranted": MessageLookupByLibrary.simpleMessage(
            " Неисключительная лицензия предоставляется с момента доступа к Торговой площадке и продолжает действовать, пока Пользователь использует Торговую площадку в личных некоммерческих целях. Поиск и просмотр предложений на Торговой площадке доступен всем пользователям независимо от регистрации и авторизации. Для того, чтобы получить доступ к другим функциональным возможностям Торговой площадки, а именно: совершить покупку, сделать заказ, нужно зарегистрировать Личный кабинет."),
        "lightTheme": MessageLookupByLibrary.simpleMessage("Светлая"),
        "likelihoodBecomingProduct": MessageLookupByLibrary.simpleMessage(
            "Вероятность стать товаром-кандидатом выше, если больше похожих пользователей кликнули на какой-то товар."),
        "likelihoodPurchasingProduct": MessageLookupByLibrary.simpleMessage(
            "Вероятность покупки товара будет отличаться для разных контекстов, один и тот же товар может иметь высокую оценку для главной страницы сайта и оценку ниже на странице истории заказов. "),
        "linkBankSBP":
            MessageLookupByLibrary.simpleMessage("Привязать банк к СБП"),
        "linkCard": MessageLookupByLibrary.simpleMessage("Привязать карту"),
        "linkNewCard":
            MessageLookupByLibrary.simpleMessage("Привязать новую карту"),
        "liquidationCompany":
            MessageLookupByLibrary.simpleMessage(" ликвидации Общества;"),
        "listPersonalData": MessageLookupByLibrary.simpleMessage(
            " Перечень персональных данных."),
        "loadBannerData":
            MessageLookupByLibrary.simpleMessage("Загрузить данные баннеров"),
        "loadBrandData":
            MessageLookupByLibrary.simpleMessage("Загрузить данные о брендах"),
        "loadCategoryData": MessageLookupByLibrary.simpleMessage(
            "Загрузить данные о категории"),
        "loadData": MessageLookupByLibrary.simpleMessage("Загрузить данные"),
        "loadMore": MessageLookupByLibrary.simpleMessage("Перезагрузить"),
        "loadProductData": MessageLookupByLibrary.simpleMessage(
            "Загрузить данные о продуктах"),
        "localCountry": MessageLookupByLibrary.simpleMessage("Страна региона:"),
        "loggingAccount":
            MessageLookupByLibrary.simpleMessage("Выход из учетной записи "),
        "loggingYouIn":
            MessageLookupByLibrary.simpleMessage("Вход в систему..."),
        "logicDisplayingSelection": MessageLookupByLibrary.simpleMessage(
            "3 этап. Логика показа подборки рекомендаций"),
        "loginAccount": MessageLookupByLibrary.simpleMessage("Войти в аккаунт"),
        "loginRegister": MessageLookupByLibrary.simpleMessage(
            "Чтобы войти или зарегистрироваться"),
        "loginSubTitle": MessageLookupByLibrary.simpleMessage(
            "Откройте для себя безграничный выбор и непревзойденное удобство."),
        "loginTitle": MessageLookupByLibrary.simpleMessage("Добро пожаловать"),
        "logout": MessageLookupByLibrary.simpleMessage(
            "Выйдите из своей учетной записи"),
        "lossTelephoneNumber": MessageLookupByLibrary.simpleMessage(
            " Утеря телефонного номера, на который зарегистрирован Личный кабинет, равно как и его переход другому лицу является ответственностью Покупателя. Покупатель несёт ответственность за все возможные негативные последствия, в том числе материальные убытки."),
        "mainRecord": MessageLookupByLibrary.simpleMessage("Основная запись"),
        "makePhoto":
            MessageLookupByLibrary.simpleMessage("Чтобы сделать фотографию"),
        "maleGender": MessageLookupByLibrary.simpleMessage("Мужской"),
        "messagesSMS": MessageLookupByLibrary.simpleMessage(
            " Сообщений (SMS) на телефонный номер, указанный Покупателем;"),
        "modelAnalyzesUser": MessageLookupByLibrary.simpleMessage(
            "Модель анализирует поведение пользователей в прошлом, понимает, какие товары вызывали интерес у него или у пользователей с похожими предпочтениями, и предсказывает, что человек будет готов купить. Сильнее всего на рекомендации влияют товары, которые пользователь покупал на  Easy Shoppin раньше."),
        "modelDevice":
            MessageLookupByLibrary.simpleMessage("Модель устройства:"),
        "modernToolRS": MessageLookupByLibrary.simpleMessage(
            "Система рекомендаций на  Easy Shoppin — это современный инструмент, который помогает пользователям легко находить интересующие их товары. Система отвечает за поиск товаров-кандидатов, релевантных для каждого конкретного контекста на сайте или в приложении, а также за логику сортировки и показа этих товаров."),
        "month": MessageLookupByLibrary.simpleMessage("Месяц"),
        "more": MessageLookupByLibrary.simpleMessage("Подробнее"),
        "moreAboutApplication":
            MessageLookupByLibrary.simpleMessage("Подробнее о приложении"),
        "name": MessageLookupByLibrary.simpleMessage("Имя"),
        "nameAddressCompany": MessageLookupByLibrary.simpleMessage(
            " Наименование и адрес Общества или его представителя."),
        "nicknameWebsite": MessageLookupByLibrary.simpleMessage(
            " Псевдоним (никнейм)— имя пользователя (субъекта ПДн) в сервисе, на сайте и т.п., который пользователь придумывает самостоятельно при регистрации."),
        "noCountrySelected":
            MessageLookupByLibrary.simpleMessage("Страна не выбрана"),
        "noCoupons":
            MessageLookupByLibrary.simpleMessage("У вас пока нет купонов"),
        "noDataFound":
            MessageLookupByLibrary.simpleMessage("Данные не найдены!"),
        "noImagesFound":
            MessageLookupByLibrary.simpleMessage("Изображения не найдены."),
        "noInternetConnection":
            MessageLookupByLibrary.simpleMessage("Нет соединения с интернетом"),
        "noProductsStock": MessageLookupByLibrary.simpleMessage(
            "Нет товаров со статусом наличия на складе"),
        "noReviewActualExperience": MessageLookupByLibrary.simpleMessage(
            " Отзывы, содержание которых не относится к реальному опыту использования соответствующего Товара, не публикуются;"),
        "noReviewMarketplace": MessageLookupByLibrary.simpleMessage(
            " Отзывы, содержание которых не относится к тематике работы Торговой площадки, осуществлению покупок на ней не публикуются;"),
        "noReviewOtherWebsites": MessageLookupByLibrary.simpleMessage(
            " Отзывы и комментарии, содержащие ссылки на другие веб-сайты, персональные данные третьих лиц, а также иную информацию запрещенную или ограниченную к распространению, не публикуются;"),
        "noReviewProfanity": MessageLookupByLibrary.simpleMessage(
            " Отзывы, которые содержат ненормативную лексику, высказывания оскорбительного характера, в том числе фотографии и изображения, недопустимые к публикации с этической точки зрения, не публикуются;"),
        "notAllFields":
            MessageLookupByLibrary.simpleMessage("Не все поля заполнены!"),
        "notProcessSpecialCategories": MessageLookupByLibrary.simpleMessage(
            " Общество не осуществляет обработку специальных категорий персональных данных и биометрических персональных данных за исключением случаев, когда обработка персональных данных обусловлена текущими задачами бизнеса, при обязательном согласии субъекта персональных данных на обработку персональных данных, или является необходимой в соответствии с требованиями законодательства Российской Федерации."),
        "notification": MessageLookupByLibrary.simpleMessage("Уведомления"),
        "notificationScammers": MessageLookupByLibrary.simpleMessage(
            "Никому не сообщайте свой номер телефона и коды входа – они интересны только мошенникам."),
        "notificationSms": MessageLookupByLibrary.simpleMessage("SMS"),
        "notificationSubscribe": MessageLookupByLibrary.simpleMessage(
            "Вы можете подписаться на следующие виды рассылок нашего магазина, чтобы получать новости об акциях и промокодах."),
        "notificationWarning": MessageLookupByLibrary.simpleMessage(
            "Сотрудники Easy Shoppin никогда не запрашивают данные учетной записи"),
        "notifications": MessageLookupByLibrary.simpleMessage("Уведомления"),
        "numberBonusPoints": MessageLookupByLibrary.simpleMessage(
            " Количество Бонусных баллов, начисляемых за отзыв, зависит от наличия текстового описания, видео и фотографий Товара и отражается в интерфейсе оформления отзыва на Торговой площадке."),
        "obligationDuties": MessageLookupByLibrary.simpleMessage(
            " В случае если стоимость Товара превышает норму беспошлинного ввоза, обязанность по уплате таможенных пошлин лежит на Покупателе; Easy Shoppin не несёт ответственности за уплату таможенных пошлин."),
        "obligesPersonsAuthorized": MessageLookupByLibrary.simpleMessage(
            " Общество обязуется и обязывает лиц, допущенных к обработке персональных данных, не раскрывать третьим лицам и не распространять персональные данные без согласия субъекта персональных данных, если иное не предусмотрено федеральным законом."),
        "ohSnap": MessageLookupByLibrary.simpleMessage("Oh Snap"),
        "onBoardingSubTitle1": MessageLookupByLibrary.simpleMessage(
            "Добро пожаловать в мир безграничного выбора – ваш идеальный продукт ждет!"),
        "onBoardingSubTitle2": MessageLookupByLibrary.simpleMessage(
            "Для беспрепятственных транзакций выберите способ оплаты — ваше удобство, наш приоритет!"),
        "onBoardingSubTitle3": MessageLookupByLibrary.simpleMessage(
            "От нашего порога до вашего — быстрая, безопасная и бесконтактная доставка!"),
        "onBoardingTitle1":
            MessageLookupByLibrary.simpleMessage("Выберите свой продукт"),
        "onBoardingTitle2":
            MessageLookupByLibrary.simpleMessage("Выберите метод оплаты"),
        "onBoardingTitle3": MessageLookupByLibrary.simpleMessage(
            "Доставка прямо к вашей двери"),
        "ongoingPromotion": MessageLookupByLibrary.simpleMessage(
            " Easy Shoppin вправе в рамках проводимой акции определять отдельные Товары, при оставлении отзывов на которые Покупателю могут быть начислены Бонусные баллы. Начисление Бонусных баллов производится на следующих условиях:"),
        "onlyPlacingOrders": MessageLookupByLibrary.simpleMessage(
            " Оплата заказа иным способом, чем оплата с использованием специального программного обеспечения на сайте или мобильном приложении Торговой площадки (в том числе, но не ограничиваясь, оплата наличными третьему лицу, перечисление денежных средств на банковские реквизиты, оплата по счетам, счетам-фактурам, договорам-счетам и иным первичным документам, полученным от третьих лиц) не порождает правовых последствий для Вайлдберриз, как для владельца Торговой площадки, в т.ч. при получении предложения о заключении такого договора из информации о товарах, размещенной на сайте или в мобильном приложении Торговой площадки."),
        "onlyRegisteredBuyers": MessageLookupByLibrary.simpleMessage(
            " Оформить Заказ на Торговой площадке могут только зарегистрированные Покупатели, при этом Покупатель вправе зарегистрироваться на сайте только 1 (один) раз, т.е. может иметь только один Личный кабинет. Наличие двух личных кабинетов с одинаковыми регистрационными данными не допускается."),
        "operatorIndependently": MessageLookupByLibrary.simpleMessage(
            " Оператор — лицо, самостоятельно или совместно с иными лицами организующее и (или) осуществляющее обработку персональных данных, а также определяющие цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными. Для целей настоящей Политики Общество, обрабатывая персональные данные, является оператором, если иное прямо не указано в Политике."),
        "orSignInPhone": MessageLookupByLibrary.simpleMessage("Или"),
        "orSignInWith":
            MessageLookupByLibrary.simpleMessage("или войдите через"),
        "orSignUpWith":
            MessageLookupByLibrary.simpleMessage("или зарегистрируйтесь через"),
        "order": MessageLookupByLibrary.simpleMessage("Мои заказы"),
        "orderBayer": MessageLookupByLibrary.simpleMessage(
            " - осуществление Покупателем действий, направленных на заключение им договора оказания услуг доставки Товара, а также договора/договоров купли-продажи соответствующего/соответствующих Товара/Товаров с Easy Shoppin и/или иным Продавцом/Продавцами, посредством оформления указанных услуг и Товаров на Торговой площадке."),
        "orderCountryEAEU": MessageLookupByLibrary.simpleMessage(
            " Оформляя Заказ в стране, входящей в Евразийский экономический союз (далее «ЕАЭС»), в отношении Товара, который доставляется из страны, не входящей в ЕАЭС, и подлежит таможенному оформлению при ввозе в ЕАЭС, Покупатель подтверждает, что он надлежащим образом информирован и согласен со следующим:"),
        "orderGoodsGBSBroker": MessageLookupByLibrary.simpleMessage(
            " В случае оформления заказа Товара, который подлежит таможенному оформлению при ввозе в Россию, Покупатель подтверждает свой акцепт договора-оферты по оказанию ему услуг таможенного представителя ООО «ГБС-брокер» (105066, Москва, ул. Ольховская, д. 16, строение 5-5А, подвал пом 1 ком 15, ИНН: 9701083788, ОГРН: 1177746840787), опубликованного по адресу https://www.gbs-broker.ru/docs/customs_repr_03032023.docx, а также дает своё согласие на передачу и обработку своих персональных данных партнёрам ООО «Easy Shoppin» для целей организации таможенного оформления своих заказов."),
        "orderGoodsJSC": MessageLookupByLibrary.simpleMessage(
            " Оплачивая Товар, пересылаемый в международных почтовых отправлениях, Покупатель заключает Договор-оферту с АО «Почта России» (ознакомиться с текстом Договора-оферты в том числе можно по ссылке https://customs.pochta.ru/oferta), являющимся уполномоченным оператором для целей декларирования товаров, пересылаемых в международных почтовых отправлениях, и уплаты в отношении таких товаров таможенных платежей. Easy Shoppin не несет никакой ответственности за выполнение Покупателем обязательств по уплате таможенных платежей и декларированию товаров, а также за выполнение уполномоченным оператором (как указано выше) своих обязательств перед Покупателем в соответствии с Договором-офертой. В соответствии с настоящими положениями, Покупатель предоставляет Easy Shoppin право на передачу уполномоченному оператору информации о номере и дате Заказа, а также о размере подлежащих уплате в соответствии с требованиями законодательства России и Евразийского экономического союза платежей в связи с декларированием товаров и уплатой таможенных платежей. Easy Shoppin не несет ответственности за обработку платежа Покупателя, а также обработку данных, предоставляемых Покупателем уполномоченному оператору и никаким образом в данных операциях не участвует."),
        "orderGoodsLOGISTIC": MessageLookupByLibrary.simpleMessage(
            " В случае оформления заказа Товара, который подлежит таможенному оформлению при ввозе в Россию, Покупатель подтверждает свой акцепт договора-оферты по оказанию ему услуг таможенного представителя ООО «СЭЛ ЛОГИСТИК» (690025, г. Владивосток ул. Фанзавод, д. 1, строение 2 помещение 1, ИНН: 2725106960, ОГРН: 1112722010026), опубликованного по адресу https://cellog.ru/oferta, а также дает своё согласие на передачу и обработку своих персональных данных партнёрам ООО «Easy Shoppin» для целей организации таможенного оформления своих заказов."),
        "orderGoodsTANAIS": MessageLookupByLibrary.simpleMessage(
            " В случае оформления заказа Товара, который подлежит таможенному оформлению при ввозе в Россию, Покупатель подтверждает свой акцепт договора-оферты по оказанию ему услуг таможенного представителя АО «ТАНАИС» (121596, г. Москва, вн.тер.г. муниципальный округ Можайский, ул. Горбунова, д. 2, стр. 3, эт./помещ. 6/II, ком. 36, ИНН: 7730642532, ОГРН: 1117746295314), опубликованного по адресу https://tanais.express/pages/offerta/, а также дает своё согласие на передачу и обработку своих персональных данных партнёрам ООО «Изи Шоппин» для целей организации таможенного оформления своих заказов."),
        "orderGoodsUnitrade": MessageLookupByLibrary.simpleMessage(
            " В случае оформления заказа Товара, который подлежит таможенному оформлению при ввозе в Россию, Покупатель подтверждает свой акцепт договора-оферты по оказанию ему услуг таможенного представителя АО «Юнитрейд», опубликованного по адресу http://sms.unitrade.su/, а также дает своё согласие на передачу и обработку своих персональных данных партнёрам ООО «Изи Шоппин» для целей организации таможенного оформления своих заказов."),
        "orderListEmpty":
            MessageLookupByLibrary.simpleMessage("Упс! Список заказов пуст..."),
        "orderPersonalAccountBalance": MessageLookupByLibrary.simpleMessage(
            " При выборе оплаты Заказа с Баланса Личного кабинета, цена Товара и стоимость услуги доставки списываются с Баланса Личного кабинета. В случае если на Балансе Личного кабинета одновременно учтены Авансы и Возвратные платежи, при оплате товара в первую очередь зачитываются суммы Возвратных платежей."),
        "orderPickUpPlatform": MessageLookupByLibrary.simpleMessage(
            " - подразделение логистической инфраструктуры, осуществляющее выдачу Заказов Покупателям, указавших адрес соответствующего Пункта выдачи заказов в качестве места доставки."),
        "orderUsingElectronicWallet": MessageLookupByLibrary.simpleMessage(
            "При выборе оплаты Заказа с помощью Электронного кошелька WB, стоимость Товара и стоимость услуги доставки списываются из Электронного кошелька WB. При недостаточности средств на балансе Электронного кошелька WB неоплаченный остаток стоимости Заказа и стоимости услуги доставки списывается с банковской карты, реквизиты которой указаны в Личном кабинете."),
        "orderingGoods": MessageLookupByLibrary.simpleMessage(
            " Заказывая на Торговой площадке Товар, Покупатель заключает договор купли-продажи с Продавцом Товара, а также договор оказания услуг доставки Товаров с Easy Shoppin. В рамках одного Заказа Покупателем может быть заключен договор оказания услуги доставки Товаров нескольких Продавцов, с одновременным заключением нескольких договоров купли-продажи в отношении выбранных Покупателем Товаров."),
        "orderingProduct": MessageLookupByLibrary.simpleMessage(
            " При Заказе Товара, Продавцом которого выступает любой продавец, за исключением Easy Shoppin, Покупатель в рамках договора купли-продажи вступает в договорные отношения непосредственно с Продавцом, реализующим данный Товар."),
        "orderingServices": MessageLookupByLibrary.simpleMessage(
            " Приобретая товар или заказывая услуги на Торговой площадке, Покупатель предоставляет Вайлдберриз согласие на списание денежных средств по реквизитам банковских карт, предоставленным Покупателем при оформлении заказа на товар или реквизиты которых указаны Покупателем в Личном кабинете (далее — Платежным данным), согласие на обработку которых не отозвано в установленном порядке, в порядке и случаях, предусмотренных настоящим пунктом."),
        "orders": MessageLookupByLibrary.simpleMessage("Заказы"),
        "osVersion": MessageLookupByLibrary.simpleMessage("Версия OS:"),
        "otherPaymentMethods": MessageLookupByLibrary.simpleMessage(
            " Иные способы оплаты, внедренные в Торговую площадку."),
        "otherTermsNotMentioned": MessageLookupByLibrary.simpleMessage(
            " Иные термины, не упомянутые выше, используются в значении, установленном нормативными правовыми актами Российской Федерации, документами и локальными актами Общества."),
        "overdueCoupons": MessageLookupByLibrary.simpleMessage("Просроченные"),
        "ownerPlatform": MessageLookupByLibrary.simpleMessage(
            " - ООО «Easy Shoppin» (по тексту настоящих Правил — Easy Shoppin (Юридический адрес: 142181 Московская область, г. Подольск, деревня Коледино, Территория Индустриальный парк Коледино, д. 6, стр. 1, ОГРН 1067746062449, Email: sales@wildberries.ru)."),
        "paragraphRevoked": MessageLookupByLibrary.simpleMessage(
            " Данное в соответствии с настоящим пунктом согласие может быть отозвано Покупателем посредством удаления Платежных данных из Личного кабинета."),
        "password": MessageLookupByLibrary.simpleMessage("Пароль"),
        "passwordConfirm":
            MessageLookupByLibrary.simpleMessage("Подтверждение пароля"),
        "paymentByInstallments":
            MessageLookupByLibrary.simpleMessage(" Оплата в рассрочку"),
        "paymentElectronicWallet": MessageLookupByLibrary.simpleMessage(
            " Оплата с использованием Электронного кошелька WB;"),
        "paymentInInstallments": MessageLookupByLibrary.simpleMessage(
            " Оплата частями от Вайлдберриз"),
        "paymentInstallments":
            MessageLookupByLibrary.simpleMessage(" Оплата в рассрочку;"),
        "paymentInstallmentsPartners": MessageLookupByLibrary.simpleMessage(
            " Оплата частями от партнеров Вайлдберриз"),
        "paymentMethod": MessageLookupByLibrary.simpleMessage("Способ оплаты"),
        "paymentMethodGoods": MessageLookupByLibrary.simpleMessage(
            "При выборе на сайте Торговой площадки способа оплаты Товаров «Оплата частями», Покупатель соглашается с условиями заключения договора, изложенными в Соглашении о заключении договоров с условием оплаты «Оплата частями», которые являются неотъемлемой частью настоящих Правил. При выборе способа оплаты Товаров «Оплата частями» условия Соглашения о заключении договоров с условием оплаты «Оплата частями» в части оплаты Заказа и возврата денежных средств за Товар имеют приоритетное значение."),
        "paymentMethodInstallments": MessageLookupByLibrary.simpleMessage(
            " При выборе способа оплаты в рассрочку заключение договора между банковской или финансовой организацией и Покупателем по оплате товаров и (или) услуг происходит на условиях данной организации."),
        "paymentMethodUpon": MessageLookupByLibrary.simpleMessage(
            " Оплата при получении с использованием банковской карты"),
        "paymentMethods":
            MessageLookupByLibrary.simpleMessage("Способы оплаты"),
        "paymentOrder": MessageLookupByLibrary.simpleMessage("5 Оплата заказа"),
        "paymentOrderManner": MessageLookupByLibrary.simpleMessage(
            " Покупателю может быть доступна предварительная оплата Заказа, а также оплата Заказа при получении. Выбор способа оплаты принадлежит Покупателю. Вайлдберриз в одностороннем порядке может ограничить выбор способа оплаты, установив предварительную оплату Заказа."),
        "paymentPersonalAccountBalance": MessageLookupByLibrary.simpleMessage(
            " Оплата с Баланса Личного кабинета"),
        "paymentUponReceipt": MessageLookupByLibrary.simpleMessage(
            " Оплата при получении с использованием банковской карты"),
        "paymentUsingBankCard": MessageLookupByLibrary.simpleMessage(
            " Оплата с использованием банковской карты;"),
        "paymentUsingCreditFunds": MessageLookupByLibrary.simpleMessage(
            " Оплата с привлечением кредитных средств. Оплата частями"),
        "paymentUsingElectronicWallet": MessageLookupByLibrary.simpleMessage(
            " Оплата с помощью Электронного кошелька WB"),
        "personalAccountBalance": MessageLookupByLibrary.simpleMessage(
            " Оплата с Баланса Личного кабинета;"),
        "personalAccountPlatform": MessageLookupByLibrary.simpleMessage(
            " - персональный и не доступный третьим лицам раздел Торговой площадки, оформляемый Покупателем и служащий в целях оформления Заказов и оформления Услуг, а также получения специальных предложений в соответствии с настоящими Правилами, доступ к которому осуществляется после регистрации путем ввода аутентификационных данных Покупателя."),
        "personalAccountRegisteredUser": MessageLookupByLibrary.simpleMessage(
            " Использование личного кабинета Зарегистрированным пользователем на Сайте, путем заполнения информации о себе; оформление заказов (в том числе оплаты и доставки заказов), отслеживания статуса заказа, написания отзывов о товарах, составления обращений по вопросам работы на Сайте через специальную форму в личном кабинете Зарегистрированного пользователя, осуществления возможности возврата товаров или денежных средств (в рамках гарантийного срока)."),
        "personalData": MessageLookupByLibrary.simpleMessage("Личные данные"),
        "personalDataAuthorized": MessageLookupByLibrary.simpleMessage(
            " Обработка персональных данных, разрешенных субъектом персональных данных для распространения, осуществляется с соблюдением запретов и условий, предусмотренных статьей 10.1 Закона."),
        "personalDataIdentified": MessageLookupByLibrary.simpleMessage(
            " Персональные данные — любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (субъекту персональных данных)."),
        "personalDataNotified": MessageLookupByLibrary.simpleMessage(
            " Субъект персональных данных уведомлен об осуществлении обработки его персональных данных Обществом."),
        "personalDataProcessed": MessageLookupByLibrary.simpleMessage(
            " Если персональные данные, обрабатываемые Обществом для целей приобретения билетов воздушного и (или) наземного транспорта, получены не от субъекта персональных данных, то такие персональные данные считаются Обществом полученными на законном основании Зарегистрированным пользователем Сайта, передающим Обществу персональные данные субъекта персональных данных. До начала обработки таких персональных данных Общество обязано уведомить субъекта персональных данных и предоставить ему следующую информацию:"),
        "personalDataStatistical": MessageLookupByLibrary.simpleMessage(
            " Общество осуществляет обработку персональных данных для статистических или иных исследовательских целей, если при этом не нарушаются права и законные интересы субъекта персональных данных."),
        "personalDiscounts": MessageLookupByLibrary.simpleMessage(
            "После авторизации вы получите доступ к товарам с персональными скидками."),
        "personalInformation":
            MessageLookupByLibrary.simpleMessage("Персональная информация"),
        "personalNotifications": MessageLookupByLibrary.simpleMessage(
            "Уведомления личного кабинета"),
        "personalProductRecommendations": MessageLookupByLibrary.simpleMessage(
            "Рекомендации на  Easy Shoppin бывают двух видов: персональные и товарные. Персональные рекомендации анализируют истории покупок пользователя и последние просмотренные товары. Такие рекомендации можно увидеть на главной странице  Easy Shoppin, в профиле пользователя или, например, на страницах активных заказов или деталей заказа."),
        "personalizedRecommendations": MessageLookupByLibrary.simpleMessage(
            "Для персональных рекомендаций мы учитываем информацию о каком-либо взаимодействии пользователя с товарами (например, клики, покупки или просмотры) и подбираем товары уже на основе этих взаимодействий."),
        "personsProcessingPersonal": MessageLookupByLibrary.simpleMessage(
            " Лица, осуществляющие обработку персональных данных на основании заключаемого с Обществом договора (поручения оператора), по условиям заключенных с ними договоров обязуются соблюдать принципы, правила обработки и защиты персональных данных, предусмотренные действующим законодательством."),
        "phoneNumber": MessageLookupByLibrary.simpleMessage("Номер телефона"),
        "phoneNumberCode":
            MessageLookupByLibrary.simpleMessage("Чтобы получить код"),
        "phoneNumberDigital":
            MessageLookupByLibrary.simpleMessage("000 000-00-00"),
        "phoneNumberNotValid": MessageLookupByLibrary.simpleMessage(
            "Указанный номер телефона недействителен."),
        "pickUpPoint": MessageLookupByLibrary.simpleMessage("Пункт выдачи"),
        "placingOrder":
            MessageLookupByLibrary.simpleMessage("4. Оформление заказа"),
        "placingOrderBuyer": MessageLookupByLibrary.simpleMessage(
            " Оформляя Заказ, Покупатель соглашается с тем, что Easy Shoppin может поручить исполнение договора третьему лицу, оставаясь ответственным за его исполнение перед Покупателем."),
        "placingOrderMarketplace": MessageLookupByLibrary.simpleMessage(
            " Оформляя заказ на Торговой площадке, Покупатель соглашается на получение:"),
        "placingOrderPersonalAccount": MessageLookupByLibrary.simpleMessage(
            " При оформлении заказа с использованием Личного кабинета ответственность за Заказ, в том числе возможные финансовые убытки, лежит на Покупателе — владельце Личного кабинета."),
        "pleaseEnterPhoneNumber": MessageLookupByLibrary.simpleMessage(
            "Пожалуйста, введите свой номер телефона"),
        "policiesInstructionsTransfer": MessageLookupByLibrary.simpleMessage(
            " В соответствии с п. 5.7. Политики, поручение обработки и передача персональных данных осуществляются на основании договоров, заключаемых Обществом со следующими третьими лицами: юридические лица, оказывающие услуги Обществу, в том числе по обеспечению безопасности, доставке и таможенному оформлению товаров; юридические лица, оказывающие образовательные и иные услуги Зарегистрированным пользователям Сайта. Поручение обработки и передача персональных данных осуществляются в случаях, предусмотренных договорами, по которым субъект персональных данных является стороной, выгодоприобретателем или поручителем, согласно Правилам пользования торговой площадкой «Wildberries», размещенной по адресу https://www.wildberries.ru/services/pravila-polzovaniya-torgovoy-ploshchadkoy."),
        "policyAppliesReceived": MessageLookupByLibrary.simpleMessage(
            " Настоящая Политика распространяется на персональные данные, полученные как до, так и после ввода в действие настоящей Политики."),
        "policyAppliesRelated": MessageLookupByLibrary.simpleMessage(
            " Политика распространяется на все действия, связанные с обработкой персональных данных Обществом на информационном ресурсе, доступ к которому осуществляется по доменному имени «*.wb.ru», «*.wildberries.ru», либо с использованием мобильного приложения Общества (далее — «Сайт»)."),
        "policyAppliesSubjects": MessageLookupByLibrary.simpleMessage(
            " Действие Политики распространяется на все персональные данные субъектов персональных данных, указанных в п. 4.1.1., 4.1.2. Политики, обрабатываемые в Обществе с применением средств автоматизации и без применения таких средств."),
        "policyComesGeneralDirector": MessageLookupByLibrary.simpleMessage(
            " Настоящая Политика вступает в силу с момента ее утверждения генеральным директором Организации и действует бессрочно, до замены ее новой Политикой."),
        "policyFreelyInternet": MessageLookupByLibrary.simpleMessage(
            " Ввиду того, что текст Политики находится в свободном доступе в сети «Интернет», субъекту персональных данных необходимо самостоятельно следить за изменениями, вносимыми в Политику."),
        "policyTelephoneNumber": MessageLookupByLibrary.simpleMessage(
            " В рамках достижения целей, указанных в п. 2.1.1 Политики — номер телефона."),
        "policyUserData1": MessageLookupByLibrary.simpleMessage(
            " В рамках достижения целей, указанных в п. 2.1.2 Политики — идентификатор пользователя Сайта; номер телефона; псевдоним (никнейм); адрес электронной почты; пол; адрес доставки заказа; способы оплаты; фискальный чек; сведения о приобретенных товарах."),
        "policyUserData2": MessageLookupByLibrary.simpleMessage(
            " В рамках достижения цели, указанной в п. 2.1.3 Политики — Ф.И.О.; дата рождения; гражданство; пол; данные документов, удостоверяющих личность; номер телефона; адрес электронной почты; идентификатор пользователя Сайта."),
        "policyUserData3": MessageLookupByLibrary.simpleMessage(
            " В рамках достижения цели, указанной в п. 2.1.4 Политики — Ф.И.О.; дата рождения; данные документов, удостоверяющих личность; номер телефона; ИНН; адрес доставки заказа; состав заказа; идентификатор пользователя Сайта."),
        "policyUserData4": MessageLookupByLibrary.simpleMessage(
            " В рамках достижения цели, указанной в п. 2.1.5 Политики — Ф.И.О.; номер телефона; адрес электронной почты; сведения о прохождении курсов в образовательных учреждениях (региональном отделении и/или ассоциации/союзе), идентификатор пользователя Сайта."),
        "policyUserData5": MessageLookupByLibrary.simpleMessage(
            " В рамках достижения цели, указанной в п. 2.1.6 Политики — псевдоним (никнейм); видеозаписи (без цели проведения идентификации)."),
        "popularCategory":
            MessageLookupByLibrary.simpleMessage("Популярные категории"),
        "possibleDestroyPersonalData": MessageLookupByLibrary.simpleMessage(
            " В случае отсутствия возможности уничтожения персональных данных в течение срока, установленного Законом, Общество осуществляет блокирование таких персональных данных или обеспечивает их блокирование (если обработка персональных данных осуществляется другим лицом, действующим по поручению оператора) и обеспечивает уничтожение персональных данных в срок не более чем шесть месяцев, если иной срок не установлен федеральными законами."),
        "postalCode": MessageLookupByLibrary.simpleMessage("Почтовый индекс"),
        "postamat": MessageLookupByLibrary.simpleMessage(
            " - автоматизированный терминал по выдаче товаров."),
        "priceGoodsIndicated": MessageLookupByLibrary.simpleMessage(
            " Цены на Товар определяются Продавцами и указываются в Карточке товара. Стоимость услуг доставки определяется Вайлдберриз в одностороннем бесспорном порядке и указывается на Торговой площадке. Оплата Заказа означает согласие Покупателя с ценой Товара и стоимостью доставки."),
        "pricesProductsDetermined": MessageLookupByLibrary.simpleMessage(
            " Окончательная Цена Товара определяется последовательным действием на Цену Товара скидок по следующему порядку:"),
        "privacyPolicy":
            MessageLookupByLibrary.simpleMessage("Политика конфиденциальности"),
        "privacyPolicyRegister": MessageLookupByLibrary.simpleMessage(
            "Политикой конфиденциальности"),
        "procedureConditions": MessageLookupByLibrary.simpleMessage(
            "5. Порядок и условия обработки персональных данных"),
        "procedureDestruction": MessageLookupByLibrary.simpleMessage(
            " Порядок уничтожения персональных данных на носителях, содержащих персональные данные, в том числе внешних/съемных электронных носителях, бумажных носителях и в информационных системах персональных данных, разрабатывается в соответствии с Приказом Федеральной службы по надзору в сфере связи, информационных технологий и массовых коммуникаций от 28 октября 2022 г. № 179 «Об утверждении Требований к подтверждению уничтожения персональных данных» и закрепляется в Правилах по уничтожению и обезличиванию персональных данных Общества."),
        "processesAutomationTools": MessageLookupByLibrary.simpleMessage(
            " Общество осуществляет обработку персональных данных с использованием средств автоматизации, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (предоставление, доступ, распространение), обезличивание, блокирование, удаление, уничтожение персональных данных в сроки, необходимые для достижения целей обработки персональных данных."),
        "processesPersonalAccordance": MessageLookupByLibrary.simpleMessage(
            " Обработка персональных данных Обществом осуществляется в соответствии с требованиями Федерального закона Российской Федерации от 27.07.2006 № 152-ФЗ «О персональных данных» и иными нормативными правовыми актами Российской Федерации, регулирующими правоотношения в сфере обработки персональных данных."),
        "processingPersonalCarried": MessageLookupByLibrary.simpleMessage(
            " Обработка персональных данных субъекта персональных данных осуществляется с согласия субъекта персональных данных на обработку его персональных данных, а также без получения согласия в случаях, предусмотренных законодательствомРоссийской Федерации."),
        "processingPersonalData": MessageLookupByLibrary.simpleMessage(
            " Обработка персональных данных — любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, а также путем смешанной обработки, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных."),
        "productCard": MessageLookupByLibrary.simpleMessage(
            "- сведения о товаре, содержащие визуальное и текстовое описание товара, его основных характеристик, сведения о продавце товара, его цене, а также иные сведения, указание которых необходимо для возможности принятия решения о Заказе товара. Карточка товара содержит существенные условия договора купли-продажи и заполняется Продавцом товара самостоятельно."),
        "productParticipatingBuyer": MessageLookupByLibrary.simpleMessage(
            " Отзыв на Товар, участвующий в акции, может быть оставлен Покупателем, который приобрел данный Товар, не позднее 5 (пяти) дней после получения Покупателем этого Товара."),
        "productRanking": MessageLookupByLibrary.simpleMessage(
            "2 этап. Ранжирование товаров"),
        "productRecommendationsHelp": MessageLookupByLibrary.simpleMessage(
            "Товарные рекомендации помогают пользователю найти предложения, аналогичные выбранному. Это сделано для того, чтобы пользователь мог найти альтернативы и сравнить варианты. Пример таких рекомендаций можно найти на карточке товара или в непустой корзине."),
        "productReviews":
            MessageLookupByLibrary.simpleMessage("Отзывы на товары"),
        "productsGeneratedRS": MessageLookupByLibrary.simpleMessage(
            "Сами же рекомендации на  Easy Shoppin -- это подборка товаров, сформированная рекомендательной системой, они могут быть расположены в различных местах на сайте и в приложении  Easy Shoppin."),
        "productsParticipatePromotion": MessageLookupByLibrary.simpleMessage(
            " Бонусные баллы начисляются только за отзывы на Товары, которые участвуют в акции, что отражено в Карточке товара."),
        "profile": MessageLookupByLibrary.simpleMessage("Профиль"),
        "profileInformation":
            MessageLookupByLibrary.simpleMessage("Информация профиля"),
        "profileSettings":
            MessageLookupByLibrary.simpleMessage("Настройки профиля"),
        "promotionLoyalty": MessageLookupByLibrary.simpleMessage(
            "- программа лояльности, проводимая Easy Shoppin, включающая специальные условия Заказа определенных Товаров."),
        "promotional": MessageLookupByLibrary.simpleMessage(
            "- это специальный код, который предоставляет скидку на определенную группу Товаров и имеет срок действия. Промокоды применяются автоматически. К одной единице товара может быть применен только один промокод. Ценовая разница между товаром без скидки и товаром со скидкой является преимуществом конечного Покупателя в рамках действия по приобретению конкретного указанного товара."),
        "promotionalDiscount": MessageLookupByLibrary.simpleMessage(
            "- это скидка, которая предоставляется на определенный Товар. Размер скидки указывается на странице Товара. Цена на Товар указана с учетом акционной скидки. Ценовая разница между товаром без скидки и товаром со скидкой является преимуществом конечного Покупателя в рамках действия по приобретению конкретного указанного товара."),
        "promotionalDiscountPayment":
            MessageLookupByLibrary.simpleMessage(" Скидка по Промокоду;"),
        "protectLegitimateInterests": MessageLookupByLibrary.simpleMessage(
            " Для реализации своих прав и защиты законных интересов субъект персональных данных имеет право обратиться в Общество. Для направления официальных запросов в адрес Общества, необходимо использовать контактные данные, указанные в п.п. 6.17., 6.18. Политики."),
        "providesUsers": MessageLookupByLibrary.simpleMessage(
            " Easy Shoppin предоставляет Пользователям неисключительную лицензию на использование баз данных и программ для ЭВМ, необходимых для использования Торговой площадки, для целей, предусмотренных в настоящей Оферте на безвозмездной основе."),
        "providingCustomsClearance": MessageLookupByLibrary.simpleMessage(
            " Предоставление данных для таможенного оформления и доставки товаров, в случае заказа товаров из-за рубежа."),
        "providingDataCompletingTraining": MessageLookupByLibrary.simpleMessage(
            " Предоставление данных для прохождения обучающих курсов, публикуемых сторонними организациями на Сайте Общества."),
        "providingInformationRT": MessageLookupByLibrary.simpleMessage(
            "Рекомендательные технологии — информационные технологии предоставления информации на основе сбора, систематизации и анализа сведений, относящихся к предпочтениям пользователей сети Интернет (далее - рекомендации)."),
        "providingPossibilityBooking": MessageLookupByLibrary.simpleMessage(
            " Обеспечение возможности бронирования (приобретения) билетов воздушного и наземного транспорта на Сайте."),
        "provisionActionsAimed": MessageLookupByLibrary.simpleMessage(
            " Предоставление — действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц."),
        "publicationCompanyDocuments": MessageLookupByLibrary.simpleMessage(
            " Изданием Обществом документов, определяющих политику Общества в отношении обработки персональных данных, локальных актов по вопросам обработки персональных данных, определяющих для каждой цели обработки персональных данных категории и перечень обрабатываемых персональных данных, категории субъектов, персональные данные которых обрабатываются, способы, сроки их обработки и хранения, порядок уничтожения персональных данных при достижении целей их обработки или при наступлении иных законных оснований, а также локальных актов, устанавливающих процедуры, направленные на предотвращение и выявление нарушений законодательства Российской Федерации, устранение последствий таких нарушений. Такие документы и локальные акты не могут содержать положения, ограничивающие права субъектов персональных данных, а также возлагающие на Общество не предусмотренные законодательством Российской Федерации полномочия и обязанности."),
        "publishedReviewDeleted": MessageLookupByLibrary.simpleMessage(
            " Опубликованный отзыв может быть удален в любое время без разъяснения причин;"),
        "publishingReview": MessageLookupByLibrary.simpleMessage(
            " В случае, если после публикации отзыва будет установлено, что отзыв не соответствует условиям, указанным в п. 2.4 настоящих Правил, Easy Shoppin оставляет за собой право на его удаление с последующим уменьшением Баланса Личного кабинета Покупателя, оставившего отзыв, на размер ранее начисленных Бонусных баллов."),
        "purchaseSaleAgreement": MessageLookupByLibrary.simpleMessage(
            " В случае, если договор купли-продажи Товара, представленного на Торговой площадке, заключается не с Вайлдберриз, а с иным Продавцом, разместившим предложение о Товаре на Торговой площадке, оплата осуществляется на счет Вайлдберриз, действующего по поручению соответствующего Продавца в части приема денежных средств в счет оплаты Товаров с привлечением уполномоченного оператора по приему платежей или оператора электронных денежных средств и является получателем платежа в качестве представителя Продавца."),
        "purchaseTermsRules": MessageLookupByLibrary.simpleMessage(
            " Договор купли-продажи считается заключенным на условиях настоящих Правил и влечет правовые последствия для Продавца, Easy Shoppin и Покупателя только при заказе Товара и его оплаты посредством использования сервисов Торговой площадки, по результатам которых сведения о заказе отражаются в Личном кабинете Покупателя."),
        "purposeProcessingPersonal": MessageLookupByLibrary.simpleMessage(
            " Цель обработки персональных данных и ее правовое основание."),
        "purposeProcessingPersonalData": MessageLookupByLibrary.simpleMessage(
            " В случае достижения цели обработки персональных данных Общество обязано прекратить обработку персональных данных или обеспечить ее прекращение (если обработка персональных данных осуществляется другим лицом, действующим по поручению оператора) и уничтожить персональные данные или обеспечить их уничтожение (если обработка персональных данных осуществляется другим лицом, действующим по поручению Общества) в срок, не превышающий тридцати дней с даты достижения цели обработки персональных данных, если иное не предусмотрено договором, стороной которого, выгодоприобретателем или поручителем по которому является субъект персональных данных, иным соглашением между Обществом и субъектом персональных данных либо если Общество не вправе осуществлять обработку персональных данных без согласия субъекта персональных данных на основаниях, предусмотренных Законом или другими федеральными законами."),
        "purposesPersonalData": MessageLookupByLibrary.simpleMessage(
            "2. Цели обработки персональных данных"),
        "questionsAboutRecommendations": MessageLookupByLibrary.simpleMessage(
            "В данных Правилах мы ответим на основные вопросы о том, что такое рекомендации, система рекомендаций (далее - система)  и как они работают на  Easy Shoppin."),
        "rateThisApp":
            MessageLookupByLibrary.simpleMessage("Оцени это приложение"),
        "readAll": MessageLookupByLibrary.simpleMessage("Прочитать все"),
        "reasonFundsGoods": MessageLookupByLibrary.simpleMessage(
            " Если по каким-либо причинам денежные средства за товар или услуги не были списаны непосредственно после оформления Заказа (получения Заказа), Вайлдберриз вправе осуществлять по своей инициативе списание денежных средств по всем представленным Платежным данным в соответствии с правилами платежных систем, включая VISA, MasterCard, МИР, Систему быстрых платежей, и на следующих условиях:"),
        "reasonFundsGoods1": MessageLookupByLibrary.simpleMessage(
            " сумма списания составляет неоплаченную стоимость товаров или услуг, с которой Покупатель был ознакомлен в момент совершения заказа или до этого момента;"),
        "reasonFundsGoods2": MessageLookupByLibrary.simpleMessage(
            " списание совершается в Рублях Российской Федерации, если иная валюта не была согласована сторонами при совершении заказа;"),
        "reasonFundsGoods3": MessageLookupByLibrary.simpleMessage(
            " Вайлдберриз не взимает с Покупателя комиссию или иную плату за такое списание;"),
        "reasonFundsGoods4": MessageLookupByLibrary.simpleMessage(
            " отмена операций и возврат денежных средств осуществляются по правилам платежной системы, в соответствии с которыми осуществляется списание."),
        "receiptProcessingTransfer": MessageLookupByLibrary.simpleMessage(
            " Получение, обработка и передача денежных средств."),
        "receivedFinalRatings": MessageLookupByLibrary.simpleMessage(
            "Когда система получила все финальные оценки, формируется подборка, в которой товары с большей оценкой показываются выше в выдаче, а товары с оценкой ниже - ближе к концу.. Когда сформирована подборка товаров, к каждому товару подгружаются основные характеристики (цена, скидки, кэшбэк, доставка и т.д.) и изображения."),
        "recommendationTechnologies":
            MessageLookupByLibrary.simpleMessage("Рекомендательные технологии"),
        "registeredBuyer": MessageLookupByLibrary.simpleMessage(
            " Зарегистрированный пользователь (Покупатель) — физическое лицо, имеющее идентификатор пользователя Сайта (прошедший регистрацию на Сайте) и использующий Сайт в соответствии с Правилами пользования торговой площадкой «Wildberries», размещенными по адресу https://www.wildberries.ru/services/pravila-polzovaniya-torgovoy-ploshchadkoy."),
        "registeredUserConsents": MessageLookupByLibrary.simpleMessage(
            " Зарегистрированный пользователь дает согласие на обработку персональных данных, действующее с даты начала использования им личного кабинета на Сайте, и на срок в течение 30 дней после даты отзыва согласия и удаления личного кабинета пользователя на Сайте, так как 30 дней необходимы Обществу для завершения обработки всех товаров, возвращенных пользователем. Исключением в отношении данного срока являются положения Закона."),
        "registeringAccountMarketplace": MessageLookupByLibrary.simpleMessage(
            " Регистрируя Личный кабинет на Торговой площадке, а равно вводя идентификационный код доступа, Покупатель подтверждает свое согласие с тем, что:"),
        "registeringMarketplace": MessageLookupByLibrary.simpleMessage(
            " При регистрации на Торговой площадке, а также при дальнейшем ее использовании, Покупатель предоставляет Easy Shoppin свои регистрационные данные (в том числе, персональные данные): номер телефона, адрес места доставки, реквизиты электронных средств платежа (номер, срок действия, код CVV/CVC). Покупатель вправе по своему смотрению предоставить Easy Shoppin дополнительные регистрационные данные (в том числе, персональные данные), а именно: Ф.И.О., пол, дату рождения, сведения о параметрах фигуры (размере одежды), а также иные сведения, которые Покупатель сочтет возможным предоставить."),
        "registeringPersonalAccount": MessageLookupByLibrary.simpleMessage(
            " Регистрируясь в личном кабинете/используя Торговую площадку, Пользователь полностью и безоговорочно соглашается с условиями использования Торговой площадки, а также иной интеллектуальной собственности Easy Shoppin. В случае нарушения Пользователем условий использования Торговой площадкой и/или иной интеллектуальной собственности Easy Shoppin, включая, но не ограничиваясь, средств индивидуализации Easy Shoppin , Easy Shoppin вправе требовать уплаты Пользователем неустойки (штрафа) в соответствии с Договором, а также оставляет за собой право заблокировать личный кабинет Пользователя на Торговой площадке."),
        "registrationDatInternet": MessageLookupByLibrary.simpleMessage(
            " Регистрационные данные (в том числе персональные данные) обрабатываются Easy Shoppin в целях направления Покупателю рекламы и информации по сетям электросвязи, в том числе через Интернет, в соответствии со ст.18 Федерального закона от 13.06.2006 № 38-ФЗ «О рекламе»;"),
        "registrationData": MessageLookupByLibrary.simpleMessage(
            "данные, которые указываются (содержатся) в Личном кабинете после регистрации и данные, указываемые Пользователем при оформлении заказа."),
        "registrationDataElectronically": MessageLookupByLibrary.simpleMessage(
            " Регистрационные данные (в том числе персональные данные) передаются в электронной форме по открытым каналам связи сети «Интернет», используются (обрабатываются, собираются, систематизируются, хранятся и обрабатываются другими способами) Easy Shoppin для реализации целей, указанных в настоящих Правилах и в этих же целях могут быть переданы третьим лицам;"),
        "registrationDataEmail": MessageLookupByLibrary.simpleMessage(
            " Данное Покупателем согласие на обработку его регистрационных данных (в том числе персональных данных) является бессрочным и может быть отозвано Покупателем или его законным представителем, подачей письменного заявления, направленного по адресу электронной почты: sales@wildberries.ru."),
        "registrationDataPolicy": MessageLookupByLibrary.simpleMessage(
            "Регистрационные данные (в том числе персональные данные) могут обрабатываться Easy Shoppin в целях продвижения товаров и услуг, путем осуществления прямых контактов с Покупателем с помощью каналов связи в соответствии с Политикой в отношении обработки персональных данных;"),
        "registrationDataProtection": MessageLookupByLibrary.simpleMessage(
            " Регистрационные данные (в том числе персональные данные), указанные Покупателем, в целях дополнительной защиты от мошеннических действий могут быть переданы кредитной организации, осуществляющей транзакции по оплате оформленных на Торговой площадке Заказов, а также иным третьим лицам, обеспечивающим безопасность Easy Shoppin;"),
        "registrationDataVoluntarily": MessageLookupByLibrary.simpleMessage(
            " Регистрационные данные (в том числе персональные данные) указаны им добровольно. В случае использования данных третьих лиц — указанные данные указываются с информированного и предварительного и подтвержденного согласия этих лиц;"),
        "registrationPersonalAccount": MessageLookupByLibrary.simpleMessage(
            " Регистрация и использование личного кабинета для совершения заказов на Сайте, а также для получения информационных и рекламных рассылок."),
        "registrationSite":
            MessageLookupByLibrary.simpleMessage("3. Регистрация на сайте"),
        "registrationTradingPlatform": MessageLookupByLibrary.simpleMessage(
            " С момента регистрации на Торговой площадке Easy Shoppin предоставляет Пользователю (владельцу личного кабинета) на весь срок действия Договора неисключительную непередаваемую лицензию на использование Торговой площадки в части, относящейся непосредственно к Пользователю, а именно, право использовать функционал Торговой площадки исключительно для целей реализации прав и обязанностей в рамках настоящей Оферты, в том числе: для регистрации и идентификации на Торговой площадке, для взаимодействия со специалистами поддержки пользователей/покупателей на Портале, с продавцами, в том числе, но не ограничиваясь, с целью получения предусмотренных Договором услуг, передачи и возврата Товаров, для запроса и получения информации, в порядке и на условиях, предусмотренных Договором."),
        "relationships": MessageLookupByLibrary.simpleMessage("Отношения"),
        "relevantParagraphs": MessageLookupByLibrary.simpleMessage(
            " Предоставление субъекту персональных данных сведений, предусмотренных соответствующими пунктами настоящей Политики, нарушает права и законные интересы третьих лиц."),
        "relevantProductsRanks": MessageLookupByLibrary.simpleMessage(
            "На этом этапе система отбирает максимально релевантные товары и ранжирует их по вероятности покупки пользователем. Для этого используются модели машинного обучения. В результате каждому товару проставляется оценка от 0 до 1. Чем выше оценка, тем более высокую позицию занимает товар в рекомендациях."),
        "rememberMe": MessageLookupByLibrary.simpleMessage("Запомнить меня"),
        "reorganizationCompany": MessageLookupByLibrary.simpleMessage(
            " реорганизации Общества, влекущей прекращение его деятельности;"),
        "representativesAuthorized": MessageLookupByLibrary.simpleMessage(
            " Представители уполномоченных органов власти (в том числе, контролирующих, надзорных, правоохранительных, дознания и следствия) получают доступ к персональным данным, обрабатываемым в Обществе, в объеме и порядке, установленном законодательством Российской Федерации."),
        "responsesRequests": MessageLookupByLibrary.simpleMessage(
            "6. Ответы на запросы субъектов на доступ к персональным данным"),
        "returnGoods": MessageLookupByLibrary.simpleMessage(
            "- отказ Покупателем от Товара надлежащего качества для возврата его Easy Shoppin или Продавцу товара."),
        "returnGoodsCarried": MessageLookupByLibrary.simpleMessage(
            " Возврат товаров осуществляется в соответствии с Разделом 7 Правил."),
        "returnGoodsCarriedAccordance": MessageLookupByLibrary.simpleMessage(
            " Цена товара указывается в Карточке товара в рублях Российской Федерации и включает в себя налог на добавленную стоимость."),
        "reviewChecked": MessageLookupByLibrary.simpleMessage(
            " Каждый отзыв проходит проверку на соблюдение условий п. 2.4 настоящих Правил и публикуется на Торговой площадке при условии одобрения по результатам проверки. Бонусные баллы Покупателю начисляются за опубликованный отзыв по истечении 14 дней после его публикации."),
        "reviewConsideredRelevant": MessageLookupByLibrary.simpleMessage(
            " Easy Shoppin самостоятельно определяет срок, в течение которого отзывы считаются актуальными и на который они публикуются."),
        "reviewRatingsMarketplace": MessageLookupByLibrary.simpleMessage(
            " На Торговой площадке реализован сервис отзывов и оценок Покупателей на приобретенный Товар, который действует по следующим правилам, с которыми Покупатель, оставляющий отзыв о Товаре и оценивающий Товар, соглашается:"),
        "revocationConsentSubject": MessageLookupByLibrary.simpleMessage(
            " отзыва согласия субъекта персональных данных на обработку персональных данных."),
        "rightEntrustProcessing": MessageLookupByLibrary.simpleMessage(
            " Общество вправе поручить обработку персональных данных третьим лицам — обработчикам — на основании заключаемых с этими лицами договоров и с согласия субъекта персональных данных. В случае если Общество поручает обработку персональных данных другому лицу, ответственность перед субъектом персональных данных за действия указанного лица несет Общество. Лицо, осуществляющее обработку персональных данных по поручению Общества, несет ответственность за безопасность персональных данных и выполнение требований Закона перед Обществом. Лицо, обрабатывающее персональные данные по поручению Оператора, не обязано получать согласие субъекта персональных данных на обработку его персональных данных."),
        "rightsSubjectPersonalData": MessageLookupByLibrary.simpleMessage(
            " Установленные Законом права субъекта персональных данных."),
        "rulesRecommendationTechnologies": MessageLookupByLibrary.simpleMessage(
            "Правила использования рекомендательных технологий на Easy Shopping"),
        "rulesUsingTradingPlatform": MessageLookupByLibrary.simpleMessage(
            "Правила использования торговой платформы"),
        "russia": MessageLookupByLibrary.simpleMessage("Россия"),
        "russianLanguage": MessageLookupByLibrary.simpleMessage("Русский"),
        "russianRuble":
            MessageLookupByLibrary.simpleMessage("Российский рубль"),
        "safeMode": MessageLookupByLibrary.simpleMessage("Безопасный режим"),
        "save": MessageLookupByLibrary.simpleMessage("Сохранить"),
        "search": MessageLookupByLibrary.simpleMessage("Искать в магазине"),
        "searchCandidateProducts": MessageLookupByLibrary.simpleMessage(
            "1 этап.  Поиск товаров кандидатов"),
        "securityPersonalData": MessageLookupByLibrary.simpleMessage(
            " Безопасность персональных данных — состояние защищенности персональных данных, характеризуемое способностью пользователей информационных систем персональных данных, оператора персональных данных, технических средств и информационных технологий обеспечить конфиденциальность, целостность и доступность персональных данных при их обработке в информационных системах персональных данных."),
        "selectAddress": MessageLookupByLibrary.simpleMessage("Выберите адрес"),
        "selectAvailable":
            MessageLookupByLibrary.simpleMessage("Выбрать доступные"),
        "selectCodeRegion":
            MessageLookupByLibrary.simpleMessage("Выберите код региона"),
        "selectDelivery":
            MessageLookupByLibrary.simpleMessage("Выбор способа доставки"),
        "selectImages":
            MessageLookupByLibrary.simpleMessage("Выбрать изображения"),
        "selectLanguage":
            MessageLookupByLibrary.simpleMessage("Выберите страну"),
        "selectPaymentMethod":
            MessageLookupByLibrary.simpleMessage("Выберите метод оплаты"),
        "selectTheme": MessageLookupByLibrary.simpleMessage("Выберите тему"),
        "selectionProductsThrough": MessageLookupByLibrary.simpleMessage(
            "Прежде чем пользователь увидит подборку товаров, система проходит следующие этапы: поиск товаров-кандидатов → ранжирование товаров →  выстраивание логики показа товаров."),
        "selectionRecommendations": MessageLookupByLibrary.simpleMessage(
            "Подборка рекомендаций может показывать разное количество товаров в зависимости от места расположения на сайте или в приложении  Easy Shoppin. В зависимости от типа и места рекомендаций они могут располагаться горизонтально, с пролистыванием вбок, или вертикально, подгружая дополнительные товары по мере того, как пользователь пролистывает рекомендации до конца. Надеемся, что наша система рекомендаций поможет вам находить наилучшие товары и сделает ваше путешествие по  Easy Shoppin более увлекательным и удобным!"),
        "sellerTradingPlatform": MessageLookupByLibrary.simpleMessage(
            " индивидуальный предприниматель, юридическое лицо или самозанятый гражданин, зарегистрированные в установленном порядке в российской или иностранной юрисдикции, осуществляющие деятельность по продаже товаров и предлагающие Покупателю заключить договор купли-продажи Товара, размещая Товары на Торговой площадке."),
        "sellersMarketplace": MessageLookupByLibrary.simpleMessage(
            " Продавцом на Торговой площадке являются как Easy Shoppin, так и иные юридические лица различных организационно-правовых форм, индивидуальные предприниматели, граждане, использующие специальный налоговый режим «Налог на профессиональный доход», в том числе также иностранные граждане и юридические лица."),
        "sendFeedbackMessage":
            MessageLookupByLibrary.simpleMessage("Отправить"),
        "servicesDelivery": MessageLookupByLibrary.simpleMessage(
            " - услуги доставки, оказываемые Easy Shoppin Покупателю в отношении Товаров, приобретаемых Покупателем у Easy Shoppin или иных Продавцов на Торговой площадке или возвращаемых Покупателем Easy Shoppin или Продавцу."),
        "settingNotificationTitle":
            MessageLookupByLibrary.simpleMessage("Настройка уведомлений"),
        "settings": MessageLookupByLibrary.simpleMessage("Настройки"),
        "shareFailed":
            MessageLookupByLibrary.simpleMessage("Поделиться не удалось!"),
        "signIn": MessageLookupByLibrary.simpleMessage("Войти"),
        "signInProfile":
            MessageLookupByLibrary.simpleMessage("Войдите в свой профиль"),
        "signupTitle": MessageLookupByLibrary.simpleMessage(
            "Давайте создадим вашу учетную запись"),
        "skip": MessageLookupByLibrary.simpleMessage("Пропустить"),
        "smsMessages": MessageLookupByLibrary.simpleMessage("SMS-сообщения"),
        "society": MessageLookupByLibrary.simpleMessage(
            " Общество — ООО «Easy Shoppin»."),
        "sourceCodeTradingPlatform": MessageLookupByLibrary.simpleMessage(
            "2. осуществлять любые действия, связанные с модификацией исходного кода Торговой площадки;"),
        "sourcePersonalData": MessageLookupByLibrary.simpleMessage(
            " Источник получения персональных данных."),
        "spanishLanguage": MessageLookupByLibrary.simpleMessage("Испанский"),
        "specialCategoryPersonalData": MessageLookupByLibrary.simpleMessage(
            " Специальная категория персональных данных — сведения касающиеся расовой, национальной принадлежности, политических взглядов, религиозных или философских убеждений, состояния здоровья, интимной жизни."),
        "state": MessageLookupByLibrary.simpleMessage("Провинция"),
        "stock": MessageLookupByLibrary.simpleMessage("Акции"),
        "stopTransfer": MessageLookupByLibrary.simpleMessage(
            " Субъект персональных данных имеет право обратиться в Общество с требованием прекратить передачу (распространение, предоставление, доступ) своих персональных данных, ранее разрешенных Субъектом персональных данных, в части указанных действий для распространения, в случае несоблюдения положений статьи 10.1 Закона или обратиться с таким требованием в суд. Общество обязано прекратить передачу (распространение, предоставление, доступ) персональных данных в течение трех рабочих дней с момента получения требования субъекта персональных данных или в срок, указанный во вступившем в законную силу решении суда, а если такой срок в решении суда не указан, то в течение трех рабочих дней с момента вступления решения суда в законную силу."),
        "storagePersonalData": MessageLookupByLibrary.simpleMessage(
            " Хранение персональных данных осуществляется Обществом в форме, позволяющей определить субъекта персональных данных не дольше, чем этого требуют цели обработки персональных данных и в соответствии с положениями Закона."),
        "store": MessageLookupByLibrary.simpleMessage("Магазин"),
        "street": MessageLookupByLibrary.simpleMessage("Улица"),
        "subTitleChangeDateBirth": MessageLookupByLibrary.simpleMessage(
            "Измените вашу дату рождения."),
        "subTitleChangeGender": MessageLookupByLibrary.simpleMessage(
            "Выберите пол для идентификации. Отображается только на странице профиля."),
        "subTitleChangePassword": MessageLookupByLibrary.simpleMessage(
            "Смените пароль для идентификации. Отображается только на странице профиля."),
        "subTitleChangePhoneNumber": MessageLookupByLibrary.simpleMessage(
            "Измените номер телефона для идентификации. Отображается только на странице профиля."),
        "subjectPersonalDataApplies": MessageLookupByLibrary.simpleMessage(
            " В случае обращения субъекта персональных данных к Обществу с требованием о прекращении обработки персональных данных Общество обязано в срок, не превышающий десяти рабочих дней с даты получения Обществом соответствующего требования, прекратить их обработку или обеспечить прекращение такой обработки (если такая обработка осуществляется лицом, осуществляющим обработку персональных данных), за исключением случаев, предусмотренных пунктами 2 — 11 части 1 статьи 6, частью 2 статьи 10 и частью 2 статьи 11 Закона. Указанный срок может быть продлен, но не более чем на пять рабочих дней в случае направления оператором в адрес субъекта персональных данных мотивированного уведомления с указанием причин продления срока предоставления запрашиваемой информации."),
        "subjectPersonalPolicy": MessageLookupByLibrary.simpleMessage(
            " В случае, если субъект персональных данных возражает против обработки персональных данных Обществом в соответствии с Политикой, субъект персональных данных вправе отказаться от использования Сайта и / или направить соответствующее обращение в адрес Общества. В таком случае предоставление функционала Сайта, включая регистрацию личного кабинета, осуществляться не будет."),
        "submit": MessageLookupByLibrary.simpleMessage("Отправить"),
        "subtitleAboutApplication": MessageLookupByLibrary.simpleMessage(
            "Информация о версии приложения и другая информация"),
        "subtitleAccountPrivacy": MessageLookupByLibrary.simpleMessage(
            "Управление использованием данных и подключенными учетными записями"),
        "subtitleAddresses": MessageLookupByLibrary.simpleMessage(
            "Установить адрес доставки покупок"),
        "subtitleBecomeSeller": MessageLookupByLibrary.simpleMessage(
            "Вы можете стать продавцом на Easy Shopping"),
        "subtitleChangeName": MessageLookupByLibrary.simpleMessage(
            "Настоящее имя пользователя для легкой проверки. Это имя появится на нескольких страницах."),
        "subtitleChangeUsername": MessageLookupByLibrary.simpleMessage(
            "Имя пользователя для легкой проверки. Это имя пользователя появится на нескольких страницах."),
        "subtitleChats":
            MessageLookupByLibrary.simpleMessage("Чаты с продавцами товаров"),
        "subtitleCoupons": MessageLookupByLibrary.simpleMessage(
            "Список всех купонов со скидкой"),
        "subtitleCouponsOrder": MessageLookupByLibrary.simpleMessage(
            "Скидки применяются автоматически при оформлении заказа."),
        "subtitleFavourite": MessageLookupByLibrary.simpleMessage(
            "Добавьте или удалите товары в избранное и приступайте к оформлению заказа."),
        "subtitleFavouriteStores": MessageLookupByLibrary.simpleMessage(
            "Добавьте свои любимые магазины"),
        "subtitleGeolocation": MessageLookupByLibrary.simpleMessage(
            "Установите рекомендации в зависимости от местоположения"),
        "subtitleImageQuality": MessageLookupByLibrary.simpleMessage(
            "Установите качество изображения, чтобы его можно было увидеть"),
        "subtitleLanguage":
            MessageLookupByLibrary.simpleMessage("Выберите язык приложения"),
        "subtitleLoadData": MessageLookupByLibrary.simpleMessage(
            "Загрузите данные в свою Cloud Firebase"),
        "subtitleMoreAboutApplication": MessageLookupByLibrary.simpleMessage(
            "Подробная информация о приложении"),
        "subtitleNotifications": MessageLookupByLibrary.simpleMessage(
            "Установите любой вид уведомления"),
        "subtitleOrders": MessageLookupByLibrary.simpleMessage(
            "Незавершенные и выполненные заказы"),
        "subtitlePaymentMethods": MessageLookupByLibrary.simpleMessage(
            "Вывести остаток на зарегистрированный банковский счет"),
        "subtitlePersonalData":
            MessageLookupByLibrary.simpleMessage("Данные профиля пользователя"),
        "subtitleProductReviews":
            MessageLookupByLibrary.simpleMessage("Все отзывы на товары"),
        "subtitleRelationships": MessageLookupByLibrary.simpleMessage(
            "Убедитесь, что вы уже загрузили весь контент, указанный выше."),
        "subtitleRulesUsingTradingPlatform": MessageLookupByLibrary.simpleMessage(
            "Данные об использовании торговой площадкой и управление использовании данных"),
        "subtitleSafeMode": MessageLookupByLibrary.simpleMessage(
            "Результаты поиска безопасны для всех возрастов"),
        "subtitleSupport": MessageLookupByLibrary.simpleMessage(
            "Задавайте вопросы по приложению в службу поддержки"),
        "subtitleThemes": MessageLookupByLibrary.simpleMessage(
            "Измените тему приложения по своему вкусу"),
        "subtitleYourDevices": MessageLookupByLibrary.simpleMessage(
            "Устройства, на которых вы вошли в свой профиль Easy Shoppin"),
        "support": MessageLookupByLibrary.simpleMessage("Поддержка"),
        "systemSelectsProductsRelevant": MessageLookupByLibrary.simpleMessage(
            "На этом этапе система отбирает M релевантных контексту товаров среди большого количества товаров N. Если контекстом является карточка товара, то товары-кандидаты подбираются на основе товара на этой карточке, в корзине — на основе списка товаров в корзине. Таким образом, для товарных рекомендаций отбираются товары из тех же категорий или близких, что и основной товар. При этом мы считаем, что чем чаще товары из каких-либо категорий попадают в одну покупку, тем больше эти категории подходят друг другу."),
        "systemTheme": MessageLookupByLibrary.simpleMessage("Системная"),
        "terminationLegalGrounds": MessageLookupByLibrary.simpleMessage(
            " прекращения правовых оснований обработки персональных данных и/или достижения целей обработки персональных данных;"),
        "terms": MessageLookupByLibrary.simpleMessage("1. Термины"),
        "termsOfUse":
            MessageLookupByLibrary.simpleMessage("Условиями эксплуатации"),
        "termsPrivacy": MessageLookupByLibrary.simpleMessage(
            " Настоящая Политика в отношении обработки персональных данных (далее — Политика) определяет цели, устанавливает порядок и условия обработки персональных данных, меры, направленные на защиту персональных данных, а такжесодержит информацию о правах лиц, к которым относятся соответствующие персональные данные в ООО «Изи Шоппин» (далее — Общество)."),
        "termsRules": MessageLookupByLibrary.simpleMessage(
            " В настоящих Правилах, если контекст не требует иного, нижеприведенные термины имеют следующие значения:"),
        "termsUsePlatform": MessageLookupByLibrary.simpleMessage(
            "условия использования торговой платформы"),
        "themes": MessageLookupByLibrary.simpleMessage("Темы"),
        "titleChangeDateBirth":
            MessageLookupByLibrary.simpleMessage("Изменить дату рождения"),
        "titleChangeGender":
            MessageLookupByLibrary.simpleMessage("Изменить пол"),
        "titleChangeName": MessageLookupByLibrary.simpleMessage("Изменить имя"),
        "titleChangePassword":
            MessageLookupByLibrary.simpleMessage("Изменить пароль"),
        "titleChangePhoneNumber":
            MessageLookupByLibrary.simpleMessage("Изменить номер телефона"),
        "titleChangeUsername": MessageLookupByLibrary.simpleMessage(
            "Изменение имени пользователя"),
        "titleCoupons": MessageLookupByLibrary.simpleMessage("Купоны"),
        "toProducts": MessageLookupByLibrary.simpleMessage("К товарам"),
        "tradingPlatform": MessageLookupByLibrary.simpleMessage(
            " - веб-сайт https://www.wildberries.ru и мобильное приложение Wildberries, являющиеся сервисом, предоставляющим доступ к информации о товарах, предназначенной для потенциальных Покупателей (потребителей)."),
        "tradingPlatformPayments": MessageLookupByLibrary.simpleMessage(
            " Покупателю, оформляющему Заказ на Торговой площадке, предоставляется возможность выбора варианта оплаты в соответствии с предусмотренными Торговой площадкой способами:"),
        "tradingPlatformSearch": MessageLookupByLibrary.simpleMessage(
            " Торговая площадка предоставляет Покупателю безвозмездную возможность поиска информации о Товарах, ознакомления с товарными предложениями Easy Shoppin и других Продавцов, получения (в т.ч. по результатам поиска) товарных предложений и информации, Заказа Товара, выбора способа доставки, оплаты Товаров, а также иные функциональные возможности."),
        "unlawfulProcessing": MessageLookupByLibrary.simpleMessage(
            " В случае выявления неправомерной обработки персональных данных при обращении субъекта персональных данных или его представителя либо по запросу субъекта персональных данных или его представителя либо уполномоченного органа по защите прав субъектов персональных данных оператор обязан осуществить блокирование неправомерно обрабатываемых персональных данных, относящихся к этому субъекту персональных данных, или обеспечить их блокирование (если обработка персональных данных осуществляется другим лицом, действующим по поручению оператора) с момента такого обращения или получения указанного запроса на период проверки."),
        "upload": MessageLookupByLibrary.simpleMessage("Загрузить"),
        "uploadBannerDatabase": MessageLookupByLibrary.simpleMessage(
            "Вы уверены, что хотите загрузить данные баннера в базу данных? Не закрывайте окно, пока данные не загрузятся!"),
        "uploadBanners":
            MessageLookupByLibrary.simpleMessage("Загрузить баннеры"),
        "uploadBrandCategories":
            MessageLookupByLibrary.simpleMessage("Загрузить категории брендов"),
        "uploadBrandDatabase": MessageLookupByLibrary.simpleMessage(
            "Вы уверены, что хотите загрузить данные о бренде в базу данных? Не закрывайте окно, пока данные не загрузятся!"),
        "uploadBrands":
            MessageLookupByLibrary.simpleMessage("Загрузить бренды"),
        "uploadBrandsCategories": MessageLookupByLibrary.simpleMessage(
            "Загрузка данных о связях брендов и категорий"),
        "uploadCategories":
            MessageLookupByLibrary.simpleMessage("Загрузить категории"),
        "uploadCategoryDatabase": MessageLookupByLibrary.simpleMessage(
            "Вы уверены, что хотите загрузить данные о категориях в базу данных? Не закрывайте окно, пока данные не загрузятся!"),
        "uploadData": MessageLookupByLibrary.simpleMessage("Загрузить данные"),
        "uploadProductCategories": MessageLookupByLibrary.simpleMessage(
            "Загрузить категории продуктов"),
        "uploadProductDatabase": MessageLookupByLibrary.simpleMessage(
            "Вы уверены, что хотите загрузить данные о продуктах в базу данных? Не закрывайте окно, пока данные не загрузятся!"),
        "uploadProducts":
            MessageLookupByLibrary.simpleMessage("Загрузить продукты"),
        "uploadProductsCategories": MessageLookupByLibrary.simpleMessage(
            "Загрузить данные о взаимосвязях категорий продуктов"),
        "uponReceiptOrder": MessageLookupByLibrary.simpleMessage(
            " При получении Заказа с выбранным способом оплаты при получении оплата стоимости Заказа может быть получена Вайлдберриз любым способом, доступным к выбору при оформлении заказа, вне зависимости от способа оплаты Заказа, выбранного Покупателем. Покупатель осознаёт, что вышеуказанные действия со стороны Владельца Торговой площадки, производятся в интересах покупателя и направлены на реализацию воли Покупателя, как стороны по настоящему соглашению."),
        "useTradingPlatform": MessageLookupByLibrary.simpleMessage(
            "1. использовать Торговую площадку, ее отдельные элементы способами и/или с целями, не предусмотренными настоящей Офертой;"),
        "userBuyer": MessageLookupByLibrary.simpleMessage(
            " Пользователь/покупатель не вправе:"),
        "userId": MessageLookupByLibrary.simpleMessage("ID пользователя"),
        "userIdCopied": MessageLookupByLibrary.simpleMessage(
            "Идентификатор пользователя скопирован в буфер обмена."),
        "userTradingPlatform": MessageLookupByLibrary.simpleMessage(
            " - любое физическое лицо, использующее Торговую площадку на условиях настоящих Правил."),
        "username": MessageLookupByLibrary.simpleMessage("Имя пользователя"),
        "usingSiteCapabilities": MessageLookupByLibrary.simpleMessage(
            " Использование возможностей Сайта для проведения аудио- и видеозвонков"),
        "usingTradingPlatform": MessageLookupByLibrary.simpleMessage(
            " Пользуясь Торговой площадкой, оформляя Заказы, оплачивая Заказы, отказываясь от Товаров, Покупатель безоговорочно соглашается с условиями настоящих Правил, которые являются Публичной офертой по смыслу ст. 437 ГК РФ, а также с условиями Правил применения рекомендательных технологий, и обязуется их соблюдать."),
        "uzbekSum": MessageLookupByLibrary.simpleMessage("Узбекский сум"),
        "uzbekistan": MessageLookupByLibrary.simpleMessage("Узбекистан"),
        "validity": MessageLookupByLibrary.simpleMessage("Срок действия"),
        "variousProductProperties": MessageLookupByLibrary.simpleMessage(
            "Модель опирается на различные свойства товара, например, просмотры, клики, заказы, рейтинг, цена и многое другое. С помощью метода градиентного бустинга деревьев решений модель предсказывает вероятность покупки для каждого товара. Разные свойства могут иметь для модели разный вес, например, цена может оказаться важнее количества просмотров. "),
        "versionApplication":
            MessageLookupByLibrary.simpleMessage("Версия приложения:"),
        "viewAll": MessageLookupByLibrary.simpleMessage("Все"),
        "websiteCompanyInformation": MessageLookupByLibrary.simpleMessage(
            " Сайт — информационный ресурс Общества в сети «Интернет», доступ к которому осуществляется по доменному имени «*.wb.ru», «*.wildberries.ru», либо с использованием мобильного приложения Общества."),
        "wentWrong":
            MessageLookupByLibrary.simpleMessage("Что-то пошло не так."),
        "whatRecommendationSystem": MessageLookupByLibrary.simpleMessage(
            "Что же такое система рекомендаций?"),
        "whatRecommendations":
            MessageLookupByLibrary.simpleMessage("Какие бывают рекомендации?"),
        "whatStagesRecommendations": MessageLookupByLibrary.simpleMessage(
            "Какие этапы проходит система перед выдачей рекомендаций пользователю?"),
        "wishlist": MessageLookupByLibrary.simpleMessage("Список желаний"),
        "wishlistEmpty":
            MessageLookupByLibrary.simpleMessage("Упс! Список желаний пуст..."),
        "withdrawsConsent": MessageLookupByLibrary.simpleMessage(
            " В случае отзыва субъектом персональных данных согласия на обработку его персональных данных Общество обязано прекратить их обработку или обеспечить прекращение такой обработки (если обработка персональных данных осуществляется другим лицом, действующим по поручению Общества) и в случае, если сохранение персональных данных более не требуется для целей обработки персональных данных, уничтожить персональные данные или обеспечить их уничтожение (если обработка персональных данных осуществляется другим лицом, действующим по поручению Общества) в срок, не превышающий тридцати дней с даты поступления указанного отзыва, если иное не предусмотрено договором, стороной которого, выгодоприобретателем или поручителем по которому является субъект персональных данных, иным соглашением между Обществом и субъектом персональных данных либо если Общество не вправе осуществлять обработку персональных данных без согласия субъекта персональных данных на основаниях, предусмотренных Законом или другими федеральными законами."),
        "year": MessageLookupByLibrary.simpleMessage("Год"),
        "yes": MessageLookupByLibrary.simpleMessage("Да"),
        "yourAccountCreatedSubTitle": MessageLookupByLibrary.simpleMessage(
            "Добро пожаловать в идеальное место для покупок: ваша учетная запись создана, раскройте радость беспрепятственных покупок в Интернете!"),
        "yourAccountCreatedTitle":
            MessageLookupByLibrary.simpleMessage("Ваш аккаунт успешно создан!"),
        "yourAddresses":
            MessageLookupByLibrary.simpleMessage("Ваши адреса будут здесь"),
        "yourDeliveryAddress": MessageLookupByLibrary.simpleMessage(
            "Добавьте адрес доставки, чтобы увидеть текущие цены на товары и сроки доставки."),
        "yourDevices": MessageLookupByLibrary.simpleMessage("Ваши устройства"),
        "yourPickUpPoint": MessageLookupByLibrary.simpleMessage(
            "Ваши пункты выдачи будут здесь."),
        "yourSuggestion":
            MessageLookupByLibrary.simpleMessage("Ваше предложение")
      };
}
