// DO NOT EDIT. This is code generated via package:intl/generate_localized.dart
// This is a library that provides messages for a ru locale. All the
// messages from the main program should be duplicated here with the same
// function name.

// Ignore issues from commonly used lints in this file.
// ignore_for_file:unnecessary_brace_in_string_interps, unnecessary_new
// ignore_for_file:prefer_single_quotes,comment_references, directives_ordering
// ignore_for_file:annotate_overrides,prefer_generic_function_type_aliases
// ignore_for_file:unused_import, file_names, avoid_escaping_inner_quotes
// ignore_for_file:unnecessary_string_interpolations, unnecessary_string_escapes

import 'package:intl/intl.dart';
import 'package:intl/message_lookup_by_library.dart';

final messages = new MessageLookup();

typedef String MessageIfAbsent(String messageStr, List<dynamic> args);

class MessageLookup extends MessageLookupByLibrary {
  String get localeName => 'ru';

  static String m0(String userFullName) => "Хорошего дня, ${userFullName}, ";

  final messages = _notInlinedMessages(_notInlinedMessages);
  static Map<String, Function> _notInlinedMessages(_) => <String, Function>{
    "aboutApplication": MessageLookupByLibrary.simpleMessage("О приложении"),
    "absenceDebitingFunds": MessageLookupByLibrary.simpleMessage(
      " В случае отсутствия списания со счёта Покупателя в пользу Торговой площадки денежных средств в размере стоимости заказа или его части, а равно отмены платежа по причине технического сбоя и (или) иной непредвиденной ошибки, Покупатель согласен с тем, что Easy Shoppin на основании ранее данного поручения Покупателя в целях обеспечения исполнения договора купли-продажи и недопущения образования задолженности вправе по имеющимся платежным персональным данным, согласие на обработку которых не отозвано, инициировать действия, направленные на исполнение Покупателем оплаты заказа без дополнительного уведомления.",
    ),
    "accessAdvancePayment": MessageLookupByLibrary.simpleMessage(
      " Торговая площадка не использует в своей деятельности наличные расчеты.",
    ),
    "accessCodeBuyer": MessageLookupByLibrary.simpleMessage(
      " Передача Покупателем кода доступа третьим лицам не допускается. Покупатель несёт ответственность за все возможные негативные последствия, в том числе материальные убытки, в случае передачи кода доступа, учетных данных Личного кабинета, а также предоставлении доступа в Личный кабинет третьим лицам.",
    ),
    "accessPersonalAccount": MessageLookupByLibrary.simpleMessage(
      " Покупатель, зарегистрировавшийся на Торговой площадке, для получения доступа к Личному кабинету проходит индивидуальную идентификацию путем ввода кода доступа, направленного Easy Shoppin на указанный в Личном кабинете контактный номер телефона при помощи смс-сообщения или push-уведомления. Индивидуальная идентификация Покупателя позволяет избежать несанкционированных действий третьих лиц от имени Покупателя и открывает доступ к дополнительным сервисам.",
    ),
    "accessories": MessageLookupByLibrary.simpleMessage("Аксессуары"),
    "accordanceTermsRules": MessageLookupByLibrary.simpleMessage(
      " В соответствии с условиями настоящих Правил кассовый чек в электронной форме предоставляется по номеру телефона путём отображения информации в виде сообщения в Личном кабинете. Кассовый чек в электронной форме направляется в раздел «Электронные чеки» Личного кабинета. Покупатель может предоставить адрес электронной почты в разделе «Профиль» и самостоятельно направить кассовый чек по адресу электронной почты в разделе «Электронные чеки».",
    ),
    "accountPrivacy": MessageLookupByLibrary.simpleMessage(
      "Конфиденциальность аккаунта",
    ),
    "activeCoupons": MessageLookupByLibrary.simpleMessage("Активные"),
    "addChatArchiveAppear": MessageLookupByLibrary.simpleMessage(
      "Добавьте чат в архив и он появится тут",
    ),
    "addDeliveryAddress": MessageLookupByLibrary.simpleMessage(
      "Добавить адрес доставки",
    ),
    "addNewAddress": MessageLookupByLibrary.simpleMessage(
      "Добавить новый адрес",
    ),
    "addPickUpPoint": MessageLookupByLibrary.simpleMessage(
      "Добавить пункт выдачи",
    ),
    "addPickUpPointDelivery": MessageLookupByLibrary.simpleMessage(
      "Добавьте пункт самовывоза, чтобы видеть текущие цены на товары и сроки доставки.",
    ),
    "addresses": MessageLookupByLibrary.simpleMessage("Адреса"),
    "afterPlacingOrder": MessageLookupByLibrary.simpleMessage(
      " В течение 24 часов после оформления Заказа на покупку Транспортного средства и внесения предоплаты с Потребителем связывается Продавец для подтверждения Заказа и согласования условий договора купли-продажи, в том числе сроков и места доставки Транспортного средства.",
    ),
    "allChatsRead": MessageLookupByLibrary.simpleMessage("Все чаты прочитанны"),
    "allClaimsGoods": MessageLookupByLibrary.simpleMessage(
      "Все претензии по товарам, продавцом которых является Вайлдберриз, Потребители должны направлять через форму «Обращения» в Личном кабинете на Торговой площадке. В случае направления претензии в форме «Обращения» Потребитель даёт согласие на получение ответа на такую претензию в указанной форме Личного кабинета. При возникновении претензии, связанной с иными вопросами, Потребитель должен направить её Почтой России заказным письмом с уведомлением о вручении по адресу: 142181 Московская область, г.о. Подольск, деревня Коледино, Территория Индустриальный парк Коледино, д. 6, стр. 1.",
    ),
    "and": MessageLookupByLibrary.simpleMessage("и"),
    "appName": MessageLookupByLibrary.simpleMessage("Easy Shoppin"),
    "appealInactionCompany": MessageLookupByLibrary.simpleMessage(
      " Субъект персональных данных вправе обжаловать действия или бездействие Общества в Федеральную службу по надзору в сфере связи, информационных технологий и массовых коммуникаций (Роскомнадзор) или в судебном порядке в случае, если субъект персональных данных считает, что Общество осуществляет обработку его персональных данных с нарушением требований Закона или иным образом нарушает его права и свободы.",
    ),
    "appealsComplaints": MessageLookupByLibrary.simpleMessage(
      "11. Обращения и претензии",
    ),
    "applicationOrganizational": MessageLookupByLibrary.simpleMessage(
      " Применением организационных и технических мер по обеспечению безопасности персональных данных при их обработке в информационных системах персональных данных, необходимых для выполнения требований по защите персональных данных, исполнение которых обеспечивает установленные Правительством Российской Федерации уровни защищенности персональных данных.",
    ),
    "appointmentPersonResponsible": MessageLookupByLibrary.simpleMessage(
      " Назначением лица, ответственного за организацию обработки персональных данных.",
    ),
    "apr": MessageLookupByLibrary.simpleMessage("Апр"),
    "archive": MessageLookupByLibrary.simpleMessage("Архив"),
    "archiveHaveUpdated": MessageLookupByLibrary.simpleMessage(
      "Архив обновился — заново загружаем ваш архив переписок. Пожалуйста, подождите",
    ),
    "areYouSureYouWantToLogout": MessageLookupByLibrary.simpleMessage(
      "Вы точно уверенны, что хотите выйти из аккаунта?",
    ),
    "armenia": MessageLookupByLibrary.simpleMessage("Армения"),
    "armenianDram": MessageLookupByLibrary.simpleMessage("Армянский драм"),
    "assessingEffectiveness": MessageLookupByLibrary.simpleMessage(
      " Оценкой эффективности принимаемых мер по обеспечению безопасности персональных данных до ввода в эксплуатацию информационной системы персональных данных.",
    ),
    "assessmentAccordance": MessageLookupByLibrary.simpleMessage(
      " Оценка вреда в соответствии с требованиями, установленными уполномоченным органом по защите прав субъектов персональных данных, который может быть причинен субъектам персональных данных в случае нарушения настоящего Федерального закона, соотношение указанного вреда и принимаемых оператором мер, направленных на обеспечение выполнения обязанностей, предусмотренных настоящим Федеральным законом.",
    ),
    "aug": MessageLookupByLibrary.simpleMessage("Авг"),
    "authorizedBuyer": MessageLookupByLibrary.simpleMessage(
      " Оставлять отзывы о Товарах, размещенных на Торговой площадке, ставить оценки Товарам при использовании Торговой площадки может любой авторизованный Покупатель;",
    ),
    "automatedProcessingPersonal": MessageLookupByLibrary.simpleMessage(
      " Автоматизированная обработка персональных данных — обработка персональных данных с помощью средств вычислительной техники.",
    ),
    "automotiveGoods": MessageLookupByLibrary.simpleMessage("Автотовары"),
    "availableCustomsRepresentatives": MessageLookupByLibrary.simpleMessage(
      " Перечень доступных таможенных представителей определяется Easy Shoppin по своему усмотрению. Покупатель заключает договор с таким таможенным представителем в порядке, указанном в настоящих Правилах.",
    ),
    "babyFood": MessageLookupByLibrary.simpleMessage("Детское питание"),
    "babyProducts": MessageLookupByLibrary.simpleMessage("Товары для детей"),
    "balance": MessageLookupByLibrary.simpleMessage(
      "- сумма свободных денежных средств, находящихся в распоряжении покупателя, которыми он может распоряжаться по своему усмотрению посредством их перечисления на указанные Покупателем банковские реквизиты или путем осуществления оплаты последующих заказов на сайте Торговой площадки в размере до 100% стоимости товара. При отмене/возврате заказа, оплаченного с помощью «Баланса», денежные средства возвращаются обратно на «Баланс».",
    ),
    "bankCard": MessageLookupByLibrary.simpleMessage(
      " Покупатель информируется и соглашается, что сокрытие банковской карты в Личном кабинете не означает отзыв согласия на обработку этой части персональных данных. Согласие на обработку персональных данных банковской карты может быть отозвано Покупателем посредством уведомления, направленного по адресу электронной почты: sales@wildberries.ru.",
    ),
    "bannersUploadedSuccess": MessageLookupByLibrary.simpleMessage(
      "Баннеры успешно загружены",
    ),
    "basicSettings": MessageLookupByLibrary.simpleMessage("Базовые настройки"),
    "bayerTradingPlatform": MessageLookupByLibrary.simpleMessage(
      " - физическое лицо, приобретающее на Торговой площадке Товар для личных и/или бытовых нужд, не связанных с предпринимательской деятельностью, при помощи оформления и оплаты Заказа посредством платежных сервисов Торговой площадки.",
    ),
    "beachwear": MessageLookupByLibrary.simpleMessage("Пляжная одежда"),
    "beauty": MessageLookupByLibrary.simpleMessage("Красота"),
    "becomeSeller": MessageLookupByLibrary.simpleMessage(
      "Стать продавцом на Easy Shoppin",
    ),
    "bedroomFurniture": MessageLookupByLibrary.simpleMessage(
      "Мебель для спальни",
    ),
    "belarus": MessageLookupByLibrary.simpleMessage("Беларусь"),
    "belarusianRuble": MessageLookupByLibrary.simpleMessage(
      "Белорусский рубль",
    ),
    "bestsellers": MessageLookupByLibrary.simpleMessage("Хиты распродажи"),
    "biometricPersonalData": MessageLookupByLibrary.simpleMessage(
      " Биометрические персональные данные — данные, которые характеризуют физиологические и биологические особенности человека, на основании которых можно установить его личность.",
    ),
    "blockingTemporaryCessation": MessageLookupByLibrary.simpleMessage(
      " Блокирование — временное прекращение обработки персональных данных (за исключением случаев, если обработка необходима для уточнения персональных данных).",
    ),
    "blousesShirts": MessageLookupByLibrary.simpleMessage("Блузки и рубашки"),
    "bonusPointsAwarded": MessageLookupByLibrary.simpleMessage(
      " Бонусные баллы не начисляются в случае, если отзыв не прошел проверку на соблюдение условий и в связи с этим не опубликован.",
    ),
    "bonusPointsBuyer": MessageLookupByLibrary.simpleMessage(
      " Бонусные баллы не начисляются в случае, если Покупатель после написания отзыва возвратил товар в порядке, установленном настоящими Правилами. Оставленный на такой Товар отзыв, при его соответствии условиям п. 2.4 настоящих Правил, может быть опубликован на Торговой площадке.",
    ),
    "bonusPointsGoods": MessageLookupByLibrary.simpleMessage(
      " Бонусные баллы могут быть использованы для оплаты заказов Товаров на Торговой площадке и не могут быть перечислены на счет в кредитной организации в порядке, предусмотренном п. 5.17 настоящих Правил. При оплате заказа 1 бонусный балл равен 1 российскому рублю.",
    ),
    "books": MessageLookupByLibrary.simpleMessage("Книги"),
    "brand": MessageLookupByLibrary.simpleMessage("Бренд"),
    "brands": MessageLookupByLibrary.simpleMessage("Бренды"),
    "brandsCategoriesUploadedSuccess": MessageLookupByLibrary.simpleMessage(
      "Бренды и категории успешно загружены",
    ),
    "brandsUploadedSuccess": MessageLookupByLibrary.simpleMessage(
      "Бренды успешно загружены",
    ),
    "btnUploadBrandsCategories": MessageLookupByLibrary.simpleMessage(
      "Загрузить категории брендов",
    ),
    "btnUploadProductsCategories": MessageLookupByLibrary.simpleMessage(
      "Загрузить категории продуктов",
    ),
    "burning": MessageLookupByLibrary.simpleMessage("Горящие"),
    "businessLogicDisplaying": MessageLookupByLibrary.simpleMessage(
      "На данном этапе применяется бизнес-логика показа подборки и фильтрация товаров. ",
    ),
    "buttonSave": MessageLookupByLibrary.simpleMessage("Сохранить"),
    "buttonSignInProfile": MessageLookupByLibrary.simpleMessage(
      "Войти в профиль",
    ),
    "buyerAcknowledges": MessageLookupByLibrary.simpleMessage(
      " Покупатель признает, что к способам платежа, в результате использования которых Easy Shoppin не получает информацию с какого счета был совершен платеж Покупателем, относится оплата Товара по Системе быстрых платежей (СБП).",
    ),
    "buyerAgreesMessages": MessageLookupByLibrary.simpleMessage(
      " Покупатель соглашается с тем, что размещенные им на Торговой площадке сообщения и материалы могут быть использованы Easy Shoppin, в том числе в иных сервисах и приложениях Easy Shoppin, в рекламных или маркетинговых материалах, размещаемых на ресурсах Easy Shoppin в сети Интернет, а также на иных ресурсах и сайтах в сети Интернет, для привлечения внимания других потребителей к Торговой площадке в целом или к товарам и услугам третьих лиц, как с указанием автора сообщения или материала (в качестве имени автора при этом будет указываться имя Покупателя, которое он указал при регистрации или в настройках своих данных в Личном кабинете), так и без этого, без обязанности предоставлять отчеты об использовании таких сообщений и материалов, без необходимости получения специального разрешения Покупателя и без выплаты авторского вознаграждения, на территории всего мира без ограничения срока, с правом Easy Shoppin предоставлять указанные права использования таких сообщений и материалов третьим лицам.",
    ),
    "buyerAgreesReview": MessageLookupByLibrary.simpleMessage(
      " Покупатель соглашается, что оставленные им отзывы и поставленные оценки могут быть опубликованы и использованы Easy Shoppin на Торговой площадке или на сайтах третьих лиц без дополнительного согласия Покупателя. При этом отзывы и приложенные к нему изображения публикуются и используются «как есть» с сохранением авторской грамматики и пунктуации, под именем Покупателя, указанным в Личном кабинете. Покупатель несет ответственность за достоверность сведений, содержащихся в оставленных им отзывах.",
    ),
    "buyerAssumesObligations": MessageLookupByLibrary.simpleMessage(
      " Покупатель принимает на себя все обязательства и риски, связанные с заключением договора по предоставлению рассрочки и/или кредитных средств в счёт оплаты товаров и (или) услуг на Торговой площадке. Ни Владелец Торговой площадки, ни другой Продавец не принимают участие при рассмотрении банковской или финансовой организацией возможности предоставления рассрочки и/или кредитных средств Покупателю и не несут ответственность в случае отказа Покупателю в такой оплате, а также не несут ответственность за действия Покупателя по сделкам и приобретению иных услуг банковской или финансовой организацией, стороной которых не являются.",
    ),
    "buyerAssumesObligationsRisks": MessageLookupByLibrary.simpleMessage(
      "Покупатель принимает на себя все обязательства и риски, связанные с заключением договора с банковской или финансовой организацией в счёт оплаты Товаров и/или услуг на Торговой площадке. Ни Easy Shoppin, ни другой Продавец не принимают участие при рассмотрении банковской или финансовой организацией возможности предоставления средств Покупателю и не несут ответственность в случае отказа Покупателю в такой оплате, а также не несут ответственность за действия Покупателя по сделкам и приобретению иных услуг банковской или финансовой организации, стороной которых не являются.",
    ),
    "buyerChoosesPayment": MessageLookupByLibrary.simpleMessage(
      "При выборе Покупателем способа оплаты частями от партнеров Easy Shoppin заключение договора между банковской или финансовой организацией и Покупателем по оплате Товаров и (или) услуг происходит на условиях данной организации.",
    ),
    "buyerInformed": MessageLookupByLibrary.simpleMessage(
      " Покупатель информирован и согласен с тем, что Easy Shoppin осуществляет сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, анализ и использование, передачу (распространение, предоставление, доступ), поручение обработки третьим лицам, получение от третьих лиц, обезличивание, блокирование, удаление, уничтожение регистрационных данных Покупателя (в том числе, персональных данных).",
    ),
    "buyerInformedTrading": MessageLookupByLibrary.simpleMessage(
      " Покупатель проинформирован о том, что Торговая площадка, представляющая собой в совокупности программы для ЭВМ, а также порождаемые графические и аудиовизуальные отображения, пользовательский интерфейс в целом, элементы дизайна, текст, графические изображения и иная информация, размещенная Easy Shoppin, являются охраняемыми результатами интеллектуальной деятельности, исключительное право на которые принадлежит Easy Shoppin.",
    ),
    "buyerInitiateTransfer": MessageLookupByLibrary.simpleMessage(
      " Покупатель вправе в любое время инициировать перечисление денежных средств, учтенных и отображенных на Балансе Личного кабинета на счет в кредитной организации в полном объеме или в части, за исключением Бонусных баллов, начисленных в соответствии с п. 2.10 настоящих Правил. Easy Shoppin перечисляет денежные средства, учтенные и отображенные на Балансе, в течение 10 дней с момента получения поручения Покупателя. Поручение Покупателя направляется с использованием функционала «Вывод средств» в разделе «Баланс и история операций» Личного кабинета.",
    ),
    "buyerPersonalAccount": MessageLookupByLibrary.simpleMessage(
      "Покупатель вправе отказаться от указанных способов взаимодействия, отключив их в Личном кабинете.",
    ),
    "buyerUnderstandsAbove": MessageLookupByLibrary.simpleMessage(
      " Покупатель осознаёт, что вышеуказанные действия со стороны Владельца Торговой площадки, производятся в интересах Покупателя и направлены на реализацию воли Покупателя, как стороны по настоящему соглашению.",
    ),
    "buyersPreviouslyPurchased": MessageLookupByLibrary.simpleMessage(
      " Покупатели, которые ранее приобрели товары за наличный расчёт и осуществившие или намеревающиеся осуществить возврат товара по законным основаниям, вправе требовать возврата денежных средств на указанный Покупателем счет в кредитной организации.",
    ),
    "buyersReview": MessageLookupByLibrary.simpleMessage(
      " С отзывом Покупателя в соответствующем разделе Торговой площадки будет опубликовано его имя, указанное в Личном кабинете Торговой площадки;",
    ),
    "callTelephoneNumber": MessageLookupByLibrary.simpleMessage(
      " Звонка с предложением оценить качество работы Торговой площадки на телефонный номер, указанный Покупателем.",
    ),
    "cancel": MessageLookupByLibrary.simpleMessage("Отмена"),
    "cancelOrderConsumer": MessageLookupByLibrary.simpleMessage(
      " Аннулирование Заказа Если Потребитель, после доставки Товара в место, указанное им, не заберёт Заказ в течение срока хранения, указанного в Личном кабинете, Easy Shoppin вправе аннулировать Заказ без дополнительного информирования Потребителя. При выборе способа предварительной оплаты Товара денежные средства возвращаются Потребителю в установленный действующим законодательством срок, за исключением расходов Easy Shoppin на обратную транспортировку от Потребителя возвращённого Товара из аннулированного Заказа. Размер расходов Easy Shoppin на обратную транспортировку Товаров аннулированного Заказа определяется заранее, о чём Потребитель извещается в Личном кабинете при оформлении Заказа. Потребитель, подтверждая Заказ, соглашается с данными условиями.",
    ),
    "cancelReturnOrdersConsumers": MessageLookupByLibrary.simpleMessage(
      "9. Отмена и возврат заказа потребителям",
    ),
    "cardGoodsOffered": MessageLookupByLibrary.simpleMessage(
      " Карточка товара, предлагаемого к реализации иностранным продавцом, может не содержать информацию об идентификационном номере в связи с разностью форматов и отсутствием таких номеров в иностранной юрисдикции. При необходимости информация, позволяющая идентифицировать такого Продавца, будет предоставлена по запросу потребителя самим Продавцом или Easy Shoppin (при наличии такой информации у Easy Shoppin).",
    ),
    "cardNumber": MessageLookupByLibrary.simpleMessage("Номер карты"),
    "carriedCompany": MessageLookupByLibrary.simpleMessage(
      " Обработка персональных данных осуществляется Обществом на следующих правовых основаниях:",
    ),
    "carryingCustomsClearance": MessageLookupByLibrary.simpleMessage(
      " Проведение таможенного оформления и доставки товаров, в случае заказа товаров изза рубежа.",
    ),
    "carryingInternalControl": MessageLookupByLibrary.simpleMessage(
      " Осуществлением внутреннего контроля и (или) аудита соответствия обработки персональных данных Закону и принятым в соответствии с ним нормативным правовым актам, требованиям к защите персональных данных, политику Общества в отношении обработки персональных данных, внутренним документам Общества.",
    ),
    "cart": MessageLookupByLibrary.simpleMessage("Корзина"),
    "cartEmpty": MessageLookupByLibrary.simpleMessage("Упс! Корзина пуста"),
    "caseQuestions": MessageLookupByLibrary.simpleMessage(
      "В случае возникновения вопросов, включая вопросы, связанные с предоставлением сведений о Продавцах Товаров, Пользователь вправе обратиться к Вайлдберриз любым из следующих способов: - по электронному адресу sales@wildberries.ru - через Чат на Торговой площадке - через форму «Обращения» в Личном кабинете на Торговой площадке - иные способы, доступные по ссылке: https://www.wildberries.ru/services/kontakty",
    ),
    "categoriesAndSubCategoriesUploadedSuccess":
        MessageLookupByLibrary.simpleMessage(
          "Категории и подкатегории успешно загружены",
        ),
    "categoriesProcessed": MessageLookupByLibrary.simpleMessage(
      "4. Категории обрабатываемых персональных данных, категории субъектов персональных данных",
    ),
    "categoriesUploadedSuccess": MessageLookupByLibrary.simpleMessage(
      "Категории успешно загружены",
    ),
    "change": MessageLookupByLibrary.simpleMessage("Изменять"),
    "changeProfilePicture": MessageLookupByLibrary.simpleMessage(
      "Изменить изображение профиля",
    ),
    "changeYourPasswordSubTitle": MessageLookupByLibrary.simpleMessage(
      "Безопасность вашего аккаунта – наш приоритет! Мы отправили вам безопасную ссылку, чтобы безопасно изменить пароль и обеспечить защиту вашей учетной записи.",
    ),
    "changeYourPasswordTitle": MessageLookupByLibrary.simpleMessage(
      "Письмо для сброса пароля отправлено",
    ),
    "changingPhoneNumber": MessageLookupByLibrary.simpleMessage(
      " Замена номера телефона в Личном кабинете не может быть произведена по техническим причинам.",
    ),
    "chat": MessageLookupByLibrary.simpleMessage(
      "- сервис Торговой площадки для взаимодействия Покупателя с Easy Shoppin и(или) Продавцом.",
    ),
    "chatNotificationDisabled": MessageLookupByLibrary.simpleMessage(
      "Уведомления отключены для всех чатов!",
    ),
    "chatNotificationEnabled": MessageLookupByLibrary.simpleMessage(
      "Уведомления включены для всех чатов!",
    ),
    "chatWithSupport": MessageLookupByLibrary.simpleMessage("чат с поддержкой"),
    "chats": MessageLookupByLibrary.simpleMessage("Чаты"),
    "chatsHaveUpdated": MessageLookupByLibrary.simpleMessage(
      "Чаты обновились — заново загружаем ваши переписки. Пожалуйста, подождите",
    ),
    "checkInternetSettings": MessageLookupByLibrary.simpleMessage(
      "Пожалуйста, проверьте настройки Интернета и повторите попытку.",
    ),
    "checkout": MessageLookupByLibrary.simpleMessage("Оплатить"),
    "childrens": MessageLookupByLibrary.simpleMessage("Детская"),
    "childrensElectronics": MessageLookupByLibrary.simpleMessage(
      "Детская электроника",
    ),
    "childrensRoom": MessageLookupByLibrary.simpleMessage("Детская комната"),
    "childrensTransport": MessageLookupByLibrary.simpleMessage(
      "Детский транспорт",
    ),
    "chooseAction": MessageLookupByLibrary.simpleMessage("Выберите действие"),
    "choosingInstallmentPayment": MessageLookupByLibrary.simpleMessage(
      " При выборе на сайте Торговой площадки способа оплаты в рассрочку, Покупателю предоставляется скидка на товар, которая равна стоимости услуг банковской или финансовой организации в связи с покупкой товара в рассрочку, и покрывает стоимость данных услуг. Таким образом сумма, подлежащая выплате такой организации, не превышает первоначальной стоимости товара, при условии, что дополнительные услуги такой организации не приобретаются.",
    ),
    "city": MessageLookupByLibrary.simpleMessage("Город"),
    "clear": MessageLookupByLibrary.simpleMessage("Очистить"),
    "clickDelivery": MessageLookupByLibrary.simpleMessage(
      " Доставка по клику Потребитель может через функционал Личного кабинета заказать Услугу доставки «Доставку по клику» для всех заказанных им Товаров, находящихся в ПВЗ, предварительно оплатив их. Стоимость данной Услуги доставки указана в Личном кабинете Потребителя. Получение Товара возможно при предъявлении сотруднику службы доставки паспорта и кода из Личного кабинета. Возврат Товара возможно осуществить в ПВЗ, из которого он доставлялся сотрудником службы доставки, или через сотрудника службы доставки, которого можно вызвать, используя функционал Личного кабинета. В случае отсутствия Потребителя по адресу, указанному при оформлении Услуги доставки «Доставка по клику», сотрудник службы доставки возвращает Товар в ПВЗ, где он будет храниться для выдачи Потребителю (срок хранения отражается в Личном кабинете). В указанном случае стоимость Услуги доставки Потребителю не возвращается. Потребитель понимает и соглашается с тем, что его номер телефона, а также комментарии, оставленные к Заказу Товаров при выборе места доставки при «Доставке по клику», могут быть переданы сотруднику службы доставки для целей доставки Товара.",
    ),
    "clickingButtonPlacePay": MessageLookupByLibrary.simpleMessage(
      " Нажимая кнопку «оформить»/«оплатить» (либо иную кнопку, которая подтверждает волеизъявление Покупателя на совершение Заказа и перечисление за него оплаты), Покупатель подтверждает ознакомление с настоящими Правилами и полное согласие со всеми условиями настоящих Правил: в том числе условиями обработки персональных данных, оплаты товаров, условий и порядка доставки Товара как к Покупателю, так и от Покупателя, условиями возврата товара и направления претензий.",
    ),
    "clothes": MessageLookupByLibrary.simpleMessage("Одежда"),
    "collectingPersonalData": MessageLookupByLibrary.simpleMessage(
      " При сборе персональных данных Общество обеспечивает запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение персональных данных граждан Российской Федерации с использованием баз данных, находящихся на территории Российской Федерации, за исключением случаев, предусмотренных Законом.",
    ),
    "collectingPersonalDataCompany": MessageLookupByLibrary.simpleMessage(
      " При сборе персональных данных Общество обязано предоставить субъекту персональных данных по его просьбе информацию, предусмотренную частью 7 статьи 14 Закона.",
    ),
    "companyEnsuresRecording": MessageLookupByLibrary.simpleMessage(
      " При сборе персональных данных Общество обеспечивает запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение персональных данных граждан Российской Федерации с использованием баз данных, находящихся на территории Российской Федерации, за исключением случаев, предусмотренных Законом.",
    ),
    "companyNecessaryLegal": MessageLookupByLibrary.simpleMessage(
      " Общество принимает необходимые правовые, организационные и технические меры для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении персональных данных в соответствии с требованиями законодательства Российской Федерации и внутренними документами. Обеспечение безопасности персональных данных и выполнение Обществом обязанностей, в соответствии с Законом достигается, в том числе:",
    ),
    "companyNotVerify": MessageLookupByLibrary.simpleMessage(
      " Общество не проверяет (не имеет возможности проверить) актуальность и достоверность предоставляемой субъектами персональных данных сведений, полученных посредством Сайта. Общество исходит из того, что субъекты персональных данных предоставляют достоверные и достаточные персональные данные и поддерживают их в актуальном состоянии.",
    ),
    "companyProcessesData": MessageLookupByLibrary.simpleMessage(
      " Обработка персональных данных Обществом осуществляется в следующих целях:",
    ),
    "companyProcessesEnsures": MessageLookupByLibrary.simpleMessage(
      " Общество осуществляет обработку и обеспечивает безопасность персональных данных для осуществления возложенных на Общество законодательством Российской Федерации функций, полномочий и обязанностей в том числе, но не ограничиваясь, в соответствии с Конституцией Российской Федерации, федеральными законами, в частности Федеральным законом № 152-ФЗ от 27 июля 2006 года «О персональных данных», подзаконными актами, другими определяющими случаи и особенности обработки указанных персональных данных федеральными законами Российской Федерации, а также Гражданским кодексом Российской Федерации, Законом РФ № 2300-1 от 7 февраля 1992 г. «О защите прав потребителей», а также уставом и локальными актами Общества.",
    ),
    "companyReleased": MessageLookupByLibrary.simpleMessage(
      " Общество освобождается от обязанности предоставить субъекту персональных данных сведения, предусмотренные соответствующими пунктами настоящей Политики, в случаях, если:",
    ),
    "companyStops": MessageLookupByLibrary.simpleMessage(
      " Общество прекращает обработку персональных данных и уничтожает их в случаях:",
    ),
    "companyUnilaterallyChange": MessageLookupByLibrary.simpleMessage(
      " Общество вправе в одностороннем порядке изменять условия Политики.",
    ),
    "completingTrainingCourses": MessageLookupByLibrary.simpleMessage(
      " Прохождение обучающих курсов, публикуемых сторонними организациями на Сайте Общества.",
    ),
    "concludedSellerConsumer": MessageLookupByLibrary.simpleMessage(
      " Заключенный между Продавцом и Потребителем договор купли-продажи Транспортного средства, должен содержать идентификационный номер Транспортного средства и иные сведения, позволяющие идентифицировать продаваемое Транспортное средство.",
    ),
    "concludingAgreements": MessageLookupByLibrary.simpleMessage(
      " Заключение договоров с любыми третьими лицами вне программных способов на сайте или мобильном приложении Торговой площадки, а равно оплата заказа иным способом, чем оплата с использованием специального программного обеспечения на сайте или мобильном приложении Торговой площадки (в том числе, но не ограничиваясь, оплата наличными третьему лицу, перечисление денежных средств на банковские реквизиты, оплата по счетам, счетам-фактурам, договорам-счетам и иным первичным документам, полученным от третьих лиц) не порождает правовых последствий для Easy Shoppin, как для владельца Торговой площадки, в т.ч. при получении предложения о заключении такого договора из информации о товарах, размещенной на сайте или в мобильном приложении Торговой площадки.",
    ),
    "conclusionPurchaseSaleAgreement": MessageLookupByLibrary.simpleMessage(
      " Для заключения договора купли-продажи Транспортного средства Easy Shoppin с помощью функционала Личного кабинета передает Потребителю QR-код.",
    ),
    "confidentialityPersonalData": MessageLookupByLibrary.simpleMessage(
      " Конфиденциальность персональных данных — обязательное для соблюдения Обществом или иным лицом, получившим доступ к персональным данным, требование не раскрывать третьим лицам и не распространять персональные данные без согласия субъекта персональных данных или наличия иного законного основания, предусмотренного федеральным законом.",
    ),
    "confirmEmail": MessageLookupByLibrary.simpleMessage(
      "Проверьте свой адрес электронной почты!",
    ),
    "confirmEmailSubTitle": MessageLookupByLibrary.simpleMessage(
      "Поздравляем! Ваша учетная запись ждет: подтвердите свой адрес электронной почты, чтобы начать делать покупки и испытать мир непревзойденных предложений и персонализированных предложений.",
    ),
    "congratulation": MessageLookupByLibrary.simpleMessage("Поздравление"),
    "congratulations": MessageLookupByLibrary.simpleMessage("Поздравляем"),
    "consentSubjectPersonal": MessageLookupByLibrary.simpleMessage(
      "- обработка персональных данных осуществляется с согласия субъекта персональных данных на обработку его персональных данных, которое субъект предоставляет активным действием, в том числе проставляя отметку в интерфейсе напротив фразы: «Соглашаюсь на обработку персональных данных, с правилами пользования торговой площадкой и возврата»;",
    ),
    "constructors": MessageLookupByLibrary.simpleMessage("Конструкторы"),
    "consumerRightInspect": MessageLookupByLibrary.simpleMessage(
      " Потребитель вправе осмотреть Транспортное средство до заключения договора купли-продажи. В случае, если Потребителя не устраивает Транспортное средство, то он вправе отказаться от подписания договора купли-продажи Транспортного средства.",
    ),
    "consumerUnderstandsAgrees": MessageLookupByLibrary.simpleMessage(
      " Потребитель осознает и соглашается с тем, что в случае оформления Заказа на покупку Транспортного средства необходима обработка его персональных данных в составе Ф. И. О., номер телефона, а также передача номера телефона Продавцу Транспортного средства для дальнейшего взаимодействия Продавца с Потребителем по согласованию сроков и места доставки Транспортного средства, заключению между ними договора купли-продажи и подготовки пакета документов для доставки Транспортного средства Потребителю.",
    ),
    "controlComplianceTerms": MessageLookupByLibrary.simpleMessage(
      " Общество не контролирует соблюдение условий конфиденциальности и обработки персональных данных субъектов персональных данных владельцами или пользователями других сайтов, на которые субъект персональных данных может перейти по ссылкам, доступным на Сайте, и не несет ответственность за действия или бездействия владельцев или пользователей таких сайтов в области обработки персональных данных и соблюдения конфиденциальности.",
    ),
    "controlSecurityPersonalData": MessageLookupByLibrary.simpleMessage(
      " Контролем за принимаемыми мерами по обеспечению безопасности персональных данных и уровня защищенности информационных систем персональных данных.",
    ),
    "controversy": MessageLookupByLibrary.simpleMessage("Споры"),
    "cookies": MessageLookupByLibrary.simpleMessage("6. Файлы cookies"),
    "cookiesCompanyContaining": MessageLookupByLibrary.simpleMessage(
      " Файлы cookies — доступные Обществу текстовые файлы, содержащие сведения об устройстве (IP адресе устройства), браузере, версии приложения, и сохраняемые в браузере компьютера (мобильного устройства) Пользователя или Зарегистрированного пользователя при посещении им Сайта. Сбор файлов cookies возможно настроить или отключить самостоятельно в настройках используемого браузера.",
    ),
    "cookiesSiteServiceUsed": MessageLookupByLibrary.simpleMessage(
      " На Сайте и / или в Сервисе могут использоваться Файлы cookies, приведенные в п. 6.1. Пользовательскими документами Сайта и / или Сервиса может быть предусмотрено использование иных Файлов cookies.",
    ),
    "copiedToClipboard": MessageLookupByLibrary.simpleMessage(
      "Скопировано в буфер обмена",
    ),
    "copy": MessageLookupByLibrary.simpleMessage("Копировать"),
    "copyRight": MessageLookupByLibrary.simpleMessage(
      "© 2024-2025. Easy Shoppin",
    ),
    "copyingApp": MessageLookupByLibrary.simpleMessage(
      " Копируя Мобильное приложение Wildberries и устанавливая его на свое мобильное устройство, Пользователь выражает свое полное и безоговорочное согласие со всеми условиями настоящей Оферты.",
    ),
    "correctnessInformation": MessageLookupByLibrary.simpleMessage(
      " Easy Shoppin не несет ответственности за точность и правильность информации, предоставляемой Покупателем при регистрации, а также за возможные негативные последствия, вызванные предоставлением Покупателем неточной или неправильной информации о себе.",
    ),
    "costumes": MessageLookupByLibrary.simpleMessage("Костюмы"),
    "country": MessageLookupByLibrary.simpleMessage("Страна"),
    "coupons": MessageLookupByLibrary.simpleMessage("Купоны"),
    "courier": MessageLookupByLibrary.simpleMessage("Курьер"),
    "courierDelivery": MessageLookupByLibrary.simpleMessage(
      "Для выполнения данного действия необходимо войти в свою учетную запись или зарегистрироваться.",
    ),
    "createAccount": MessageLookupByLibrary.simpleMessage("Зарегистрироваться"),
    "createDisputeGoTo": MessageLookupByLibrary.simpleMessage(
      "Для создания спора перейдите в ",
    ),
    "createIn": MessageLookupByLibrary.simpleMessage("Разработано в"),
    "creditPaymentInstallments": MessageLookupByLibrary.simpleMessage(
      " Оплата с привлечением кредитных средств. Оплата частями;",
    ),
    "currencyPrices": MessageLookupByLibrary.simpleMessage(
      "В какой валюте цены",
    ),
    "customsClearanceGoods": MessageLookupByLibrary.simpleMessage(
      " Для таможенного оформления Товара Покупателю может потребоваться предоставить дополнительные данные, в том числе персональные данные, таможенному представителю.",
    ),
    "darkTheme": MessageLookupByLibrary.simpleMessage("Темная"),
    "dataNotBeenChanged": MessageLookupByLibrary.simpleMessage(
      "Данные не были изменены или одно из полей не заполнено",
    ),
    "dataNotBeenChangedOption": MessageLookupByLibrary.simpleMessage(
      "Данные не были изменены или не выбрана ни одна опция",
    ),
    "dataProvidedUserReliable": MessageLookupByLibrary.simpleMessage(
      " Предоставляемые Пользователем данные должны быть достоверными, актуальными и не должны нарушать законодательство и права третьих лиц. Пользователь несёт ответственность за соответствие Пользовательских данных указанным в Оферте требованиям и обязан по мере необходимости актуализировать Пользовательские данные в Личном кабинете.",
    ),
    "dateBirth": MessageLookupByLibrary.simpleMessage("Дата рождения"),
    "dateBirthBeenUpdated": MessageLookupByLibrary.simpleMessage(
      "Ваша дата рождения обновлена",
    ),
    "day": MessageLookupByLibrary.simpleMessage("День"),
    "dec": MessageLookupByLibrary.simpleMessage("Дек"),
    "delete": MessageLookupByLibrary.simpleMessage("Удалить"),
    "deleteAccount": MessageLookupByLibrary.simpleMessage("Удалить аккаунт"),
    "deleteAccountMessage": MessageLookupByLibrary.simpleMessage(
      "Вы уверены, что хотите удалить свою учетную запись навсегда? Это действие необратимо, и все ваши данные будут удалены без возможности восстановления.",
    ),
    "deletePersonalAccount": MessageLookupByLibrary.simpleMessage(
      " Согласие на обработку персональных данных может быть отозвано субъектом персональных данных, в том числе, путем нажатия на Сайте на специальную кнопку «Удалить личный кабинет».",
    ),
    "deliveryElectronicDevices": MessageLookupByLibrary.simpleMessage(
      " Доставка электронных устройств, приборов и иных технически сложных товаров Электронные устройства, приборы и иные технически сложные товары доставляются либо в заводской упаковке, либо в специальной упаковке. Потребителю рекомендуется произвести осмотр таких Товаров без повреждения упаковки в присутствии сотрудника Пункта выдачи заказов или сотрудника службы доставки. При заказе электронных устройств, приборов и иных технически сложных Товаров с оплатой стоимости товара при получении Потребитель, перед получением от сотрудника Пункта выдачи заказов или сотрудника службы доставки, дает согласие на списание стоимости электронных устройств, приборов и иных технически сложных товаров. В случае успешного списания стоимости электронных устройств, приборов и иных технически сложных товаров, сотрудник Пункта выдачи заказов или сотрудник службы доставки передает товар Потребителю.",
    ),
    "deliveryGoods": MessageLookupByLibrary.simpleMessage(
      " - доставка товара, по адресу, указанному Покупателем, отличному от адресов Пунктов выдачи заказов и адресов Постаматов.",
    ),
    "deliveryGoodsParcelTerminal": MessageLookupByLibrary.simpleMessage(
      " Доставка Товаров в Постамат Товары, за исключением крупногабаритного Товара, могут быть доставлены в Постаматы, расположенные на территории г. Москвы и Московской области. Поступление Товара в Постамат отображается в Личном кабинете Потребителя, Потребителю приходит код в пуш-уведомлении, который необходимо ввести в экран на Постамате для получения Товара. Товар, поступивший в Постамат, хранится в нём до заранее определенной даты, указанной в Личном кабинете. Потребитель считается уведомлённым о сроке хранения Товара в момент отображения указанной информации в Личном кабинете. Оформить доставку Товара в Постаматы возможно только по предоплате Товара. Возврат Товара, полученного в Постамате, осуществляется в ПВЗ, из которого он доставлялся в Постамат, или через сотрудника службы доставки, которого можно вызвать, используя функционал Личного кабинета.",
    ),
    "deliveryGoodsPickPoint": MessageLookupByLibrary.simpleMessage(
      " Доставка Товаров в Пункт выдачи заказов Заказанные Товары, за исключением крупногабаритного Товара, поступают в заводской упаковке или прозрачном пакете. Все Товары, поступившие в Пункт выдачи заказов, выдаются единовременно, независимо от даты оформления Заказа и срока их хранения. Потребителю рекомендуется вскрыть упаковку Товара и проверить Товар на предмет целостности, отсутствия брака и правильного вложения в момент получения Товаров Потребителем в присутствии сотрудника Пункта выдачи заказов, не покидая клиентскую зону и не заходя в примерочную кабинку. После вскрытия упаковки и проверки Товара в присутствии сотрудника Пункта выдачи заказов Потребитель вправе осуществить примерку Товара без ограничения по времени. Товар, поступивший в Пункт выдачи заказов, хранится в нём до заранее определённой даты, указанной в Личном кабинете. Потребитель считается уведомлённым о сроке хранения Товара в момент отображения указанной информации в Личном кабинете.",
    ),
    "deliveryLargeSizedGoods": MessageLookupByLibrary.simpleMessage(
      " Доставка крупногабаритных Товаров Доставка крупногабаритных Товаров осуществляется на общих условиях, за исключением специальных условий, указанных в настоящем пункте Оферты. Доставка крупногабаритного Товара осуществляется привлечённым третьим лицом, не являющимся Продавцом Товара или Easy Shoppin, в связи с чем при доставке крупногабаритного Товара «до двери» Потребителем осуществляется осмотр только внешнего состояния потребительской упаковки Товара. Проверка крупногабаритного Товара в присутствии сотрудника службы доставки при получении не доступна и осуществляется Потребителем самостоятельно после оплаты и получения Товара.",
    ),
    "deliveryOrderedVehicles": MessageLookupByLibrary.simpleMessage(
      " Доставка заказанных транспортных средств",
    ),
    "deliveryOrdersReturnGoods": MessageLookupByLibrary.simpleMessage(
      " Осуществление доставки заказов, возврата товаров.",
    ),
    "deliveryTimeProduct": MessageLookupByLibrary.simpleMessage(
      " Срок доставки Доставка Товара Потребителю осуществляется на условиях, изложенных в Оферте в период времени, автоматически определённый системой Торговой площадки при оформлении Заказа. Информация о задержке доставки Товара отображается в разделе «Доставки» в Личном кабинете Потребителя.",
    ),
    "deliveryToDoorOrderedGoods": MessageLookupByLibrary.simpleMessage(
      " Доставка «до двери» Заказанные Товары, за исключением крупногабаритного Товара, поступают в заводской упаковке или прозрачном пакете. При выборе способа оплаты Товара «при получении» Товар выдается сотрудником службы доставки Потребителю после полной оплаты Товара. Потребителю рекомендуется вскрыть упаковку Товара и проверить Товар на предмет целостности, отсутствия брака и правильного вложения в момент получения Товаров Потребителем в присутствии сотрудника службы доставки, за исключением доставки крупногабаритных Товаров (п. 8.7 Оферты). После вскрытия упаковки и проверки Товара в присутствии сотрудника службы доставки Потребитель вправе осуществить примерку Товара не более, чем в течение 20 минут. Потребитель понимает и соглашается с тем, что его номер телефона, а также комментарии, оставленные к Заказу Товаров при выборе места доставки «до двери», могут быть переданы сотруднику службы доставки для целей доставки Товара или Продавцу для целей доставки Товара в случае, если доставка осуществляется Продавцом.",
    ),
    "demandCompanyClarification": MessageLookupByLibrary.simpleMessage(
      " Субъект персональных данных вправе требовать от Общества уточнения его персональных данных, их блокирования или уничтожения в случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются необходимыми для заявленной цели обработки, а также принимать предусмотренные Законом меры по защите своих прав.",
    ),
    "depersonalization": MessageLookupByLibrary.simpleMessage(
      " Обезличивание — действия, в результате которых становится невозможным без использования дополнительной информации определить принадлежность персональных данных конкретному субъекту персональных данных.",
    ),
    "describeProposal": MessageLookupByLibrary.simpleMessage(
      "Опишите свое предложение. Мы не сможем ответить вам лично, но обязательно учтем ваши пожелания.",
    ),
    "destroyingPersonalData": MessageLookupByLibrary.simpleMessage(
      " Порядок уничтожения персональных данных на носителях, содержащих персональные данные, в том числе внешних/съемных электронных носителях, бумажных носителях и в информационных системах персональных данных, определяются Обществом в своих внутренних документах и локальных нормативных актах.",
    ),
    "destructionPersonalData": MessageLookupByLibrary.simpleMessage(
      " Уничтожение персональных данных — действия, в результате которых становится невозможным восстановить содержание персональных данных в информационной системе персональных данных и (или) в результате которых уничтожаются материальные носители персональных данных.",
    ),
    "detectionFactsUnauthorized": MessageLookupByLibrary.simpleMessage(
      " Обнаружением фактов несанкционированного доступа к персональным данным и принятием мер, в том числе мер по обнаружению, предупреждению и ликвидации последствий компьютерных атак на информационные системы персональных данных и по реагированию на компьютерные инциденты в них.",
    ),
    "determiningThreatsSecurity": MessageLookupByLibrary.simpleMessage(
      " Определением угроз безопасности персональных данных при их обработке в информационных системах персональных данных.",
    ),
    "diapers": MessageLookupByLibrary.simpleMessage("Подгузники"),
    "digitsCardBack": MessageLookupByLibrary.simpleMessage(
      "3 цифры на обороте",
    ),
    "discountPromoCode": MessageLookupByLibrary.simpleMessage(" ES Скидка."),
    "discountPromotionalCode": MessageLookupByLibrary.simpleMessage(
      "- это скидка, которая предоставляется на определенную группу Товаров при оформлении Покупателем Заказа. Ценовая разница между товаром без скидки и товаром со скидкой является преимуществом конечного Покупателя в рамках действия по приобретению конкретного указанного товара.",
    ),
    "disputesHaveRenewed": MessageLookupByLibrary.simpleMessage(
      "Споры обновились — заново загружаем ваши спорты с продавцами. Пожалуйста, подождите",
    ),
    "distributionActionsAimed": MessageLookupByLibrary.simpleMessage(
      " Распространение — действия, направленные на раскрытие персональных данных неопределенному кругу лиц.",
    ),
    "dressesSundresses": MessageLookupByLibrary.simpleMessage(
      "Платья и сарафаны",
    ),
    "electronicDocument": MessageLookupByLibrary.simpleMessage(
      " Запрос также может быть направлен субъектом персональных данных в форме электронного документа и подписан электронной подписью в соответствии с законодательством Российской Федерации. Для получения сведений о своих персональных данных, ознакомления с ними, для их уточнения, блокирования или уничтожения, отзыва согласия на их обработку запросы могут быть направлены по адресу электронной почты: sales@wildberries.ru.",
    ),
    "electronics": MessageLookupByLibrary.simpleMessage("Электроника"),
    "email": MessageLookupByLibrary.simpleMessage("Электронная почта"),
    "emailNotReceivedMessage": MessageLookupByLibrary.simpleMessage(
      "Не получили письмо? Проверьте свой мусор/спам или отправьте его повторно.",
    ),
    "emailsPushNotifications": MessageLookupByLibrary.simpleMessage(
      " Электронных писем/push-уведомлений, которые Easy Shoppin может направить Покупателю;",
    ),
    "endingOrderAgreeing": MessageLookupByLibrary.simpleMessage(
      " Покупатель, направляя поручение и давая согласие на списание денежных средств, в т.ч. образовавшейся перед Владельцем Торговой площадки задолженности, понимает и соглашается, что обработка скрытых им персональных данных (данных о платежных средствах) Владельцем Торговой площадки продолжается в целях, отраженных в настоящих Правилах, и предусмотренных действующим законодательством о защите персональных данных. Сокрытие банковской карты из Личного кабинета в соответствии с п. 3.9 Правил не является отзывом согласия на обработку таких персональных данных.",
    ),
    "englishLanguage": MessageLookupByLibrary.simpleMessage("Английский"),
    "enterEmailAddress": MessageLookupByLibrary.simpleMessage(
      "Ваш электронный адрес",
    ),
    "enterFirstName": MessageLookupByLibrary.simpleMessage("Введите имя"),
    "enterLastName": MessageLookupByLibrary.simpleMessage("Введите фамилию"),
    "enterPassword": MessageLookupByLibrary.simpleMessage("Введите пароль"),
    "enterPhoneNumber": MessageLookupByLibrary.simpleMessage(
      "Введите свой номер телефона",
    ),
    "enterUsername": MessageLookupByLibrary.simpleMessage(
      "Введите имя пользователя",
    ),
    "entrustProcessingPersonal": MessageLookupByLibrary.simpleMessage(
      " Общество вправе поручить обработку персональных данных, либо осуществить передачу персональных данных, указанных в п.п. 4.2.1. — 4.2.7. Политики, третьим лицам исключительно при наличии надлежащих оснований обработки, а также при условии, что данные будут передаваться в объеме, минимально необходимом для достижения указанных целей, и третьи лица примут меры, направленные на соблюдение требований по обеспечению безопасности персональных данных для достижения следующих целей:",
    ),
    "error": MessageLookupByLibrary.simpleMessage("Ошибка"),
    "esDiscount": MessageLookupByLibrary.simpleMessage(
      "- это скидка, предоставляемая Покупателю на определенных условиях, устанавливаемых Торговой площадкой.",
    ),
    "esDiscountPayment": MessageLookupByLibrary.simpleMessage(
      " Воспользоваться ES Скидкой возможно только оформив заказы в Личном кабинете, совершив вход на Торговую площадку под своими учетными данными. ES Скидка привязана к Личному кабинету, рассчитывается на основе покупок, сделанных через него. В случае повторной регистрации на сайте, история покупок и ES Cкидка не переносятся из старого Личного кабинета в новый Личный кабинет. Статистика заказов в новом Личном кабинете ведется с нуля.",
    ),
    "esElectronicWallet": MessageLookupByLibrary.simpleMessage(
      "- электронное средство платежа, предоставляемое Покупателю ООО «Easy Shoppin Банк» на основании договора, заключенного между ООО «Easy Shoppin Банк» и Покупателем.",
    ),
    "executionAgreement": MessageLookupByLibrary.simpleMessage(
      "- обработка персональных данных необходима для исполнения договора, стороной которого либо выгодоприобретателем или поручителем по которому является субъект персональных данных, а также для заключения договора по инициативе субъекта персональных данных или договора, по которому субъект персональных данных будет являться выгодоприобретателем или поручителем. Заключаемый с субъектом персональных данных договор не может содержать положения, ограничивающие права и свободы субъекта персональных данных;",
    ),
    "factInaccuracyPersonalData": MessageLookupByLibrary.simpleMessage(
      " В случае подтверждения факта неточности персональных данных Общество на основании сведений, представленных субъектом персональных данных или его представителем либо уполномоченным органом по защите прав субъектов персональных данных, или иных необходимых документов обязано уточнить персональные данные либо обеспечить их уточнение (если обработка персональных данных осуществляется другим лицом, действующим по поручению оператора) в течение семи рабочих дней со дня представления таких сведений и снять блокирование персональных данных.",
    ),
    "failedUploadBanners": MessageLookupByLibrary.simpleMessage(
      "Не удалось загрузить баннеры",
    ),
    "failedUploadBrands": MessageLookupByLibrary.simpleMessage(
      "Не удалось загрузить бренды",
    ),
    "failedUploadBrandsCategories": MessageLookupByLibrary.simpleMessage(
      "Не удалось загрузить бренды и категории",
    ),
    "failedUploadCategories": MessageLookupByLibrary.simpleMessage(
      "Не удалось загрузить категории",
    ),
    "failedUploadProductCategories": MessageLookupByLibrary.simpleMessage(
      "Не удалось загрузить категории продуктов",
    ),
    "failedUploadProducts": MessageLookupByLibrary.simpleMessage(
      "Не удалось загрузить продукты",
    ),
    "failedUploadSales": MessageLookupByLibrary.simpleMessage(
      "Не удалось загрузить распродажи",
    ),
    "failedUploadSubCategories": MessageLookupByLibrary.simpleMessage(
      "Не удалось загрузить подкатегории",
    ),
    "familiarizationCompanys": MessageLookupByLibrary.simpleMessage(
      " Ознакомлением работников Общества, непосредственно осуществляющих обработку персональных данных, с положениями законодательства Российской Федерации о персональных данных, в том числе требованиями к защите персональных данных, документами, определяющими политику Общества в отношении обработки персональных данных, локальными актами по вопросам обработки персональных данных, и (или) обучение указанных работников.",
    ),
    "fastPaymentSystem": MessageLookupByLibrary.simpleMessage(
      " Оплата через Систему быстрых платежей (СБП);",
    ),
    "favoriteStores": MessageLookupByLibrary.simpleMessage("Любимые магазины"),
    "favoriteStoresListEmpty": MessageLookupByLibrary.simpleMessage(
      "Упс! Список любимых магазинов пуст.",
    ),
    "favourite": MessageLookupByLibrary.simpleMessage("Избранное"),
    "favouriteStores": MessageLookupByLibrary.simpleMessage("Любимые магазины"),
    "featureBrands": MessageLookupByLibrary.simpleMessage(
      "Особенности брендов",
    ),
    "feb": MessageLookupByLibrary.simpleMessage("Фев"),
    "federalLaw": MessageLookupByLibrary.simpleMessage(
      " Закон — федеральный закон Российской Федерации от 27.07.2006 № 152-ФЗ «О персональных данных».",
    ),
    "feedback": MessageLookupByLibrary.simpleMessage("Обратная связь"),
    "feedbackApplication": MessageLookupByLibrary.simpleMessage(
      "Эта страница предназначена для отзывов и предложений по приложению. Если вы хотите открыть спор, пожалуйста, перейдите в мои заказы.",
    ),
    "feedbackCancelButton": MessageLookupByLibrary.simpleMessage("Отмена"),
    "feedbackProblemOrder": MessageLookupByLibrary.simpleMessage(
      "Сообщите о проблеме с вашим заказом",
    ),
    "feedbackRepostProblem": MessageLookupByLibrary.simpleMessage(
      "Сообщить о проблеме",
    ),
    "feedbackSent": MessageLookupByLibrary.simpleMessage(
      "Отзыв успешно отправлен!",
    ),
    "feedbackSuggestFeature": MessageLookupByLibrary.simpleMessage(
      "Предложить новую функцию",
    ),
    "feedbackWhatWouldLike": MessageLookupByLibrary.simpleMessage(
      "Чем бы Вы хотели заняться?",
    ),
    "femaleGender": MessageLookupByLibrary.simpleMessage("Женский"),
    "finalPriceProduct": MessageLookupByLibrary.simpleMessage(
      " Акционная скидка;",
    ),
    "findStore": MessageLookupByLibrary.simpleMessage("Найти магазин"),
    "firstName": MessageLookupByLibrary.simpleMessage("Имя"),
    "fishing": MessageLookupByLibrary.simpleMessage("Рыбалка"),
    "followingCategories": MessageLookupByLibrary.simpleMessage(
      " Общество обрабатывает следующие категории персональных данных субъектов персональных данных:",
    ),
    "followingPersonalDataSubjects": MessageLookupByLibrary.simpleMessage(
      " Общество осуществляет обработку персональных данных следующих субъектов персональных данных:",
    ),
    "followingTermsPolicy": MessageLookupByLibrary.simpleMessage(
      " В Политике применяются следующие термины:",
    ),
    "forBoys": MessageLookupByLibrary.simpleMessage("Для мальчиков"),
    "forGirls": MessageLookupByLibrary.simpleMessage("Для девочек"),
    "forNewborns": MessageLookupByLibrary.simpleMessage("Для новорожденных"),
    "forRepair": MessageLookupByLibrary.simpleMessage("Для ремонта"),
    "forShopping": MessageLookupByLibrary.simpleMessage("за покупками 🛍️"),
    "forShort": MessageLookupByLibrary.simpleMessage("Для невысоких"),
    "forTall": MessageLookupByLibrary.simpleMessage("Для высоких"),
    "forgetPassword": MessageLookupByLibrary.simpleMessage("Забыли пароль?"),
    "forgetPasswordSubTitle": MessageLookupByLibrary.simpleMessage(
      "Не волнуйтесь, иногда люди могут забыть ввести свой адрес электронной почты, и мы вышлем вам ссылку для сброса пароля.",
    ),
    "forgetPasswordTitle": MessageLookupByLibrary.simpleMessage(
      "Забыли пароль",
    ),
    "furniture": MessageLookupByLibrary.simpleMessage("Мебель"),
    "futureMothers": MessageLookupByLibrary.simpleMessage("Будущие мамы"),
    "gardenSummerHouse": MessageLookupByLibrary.simpleMessage("Сад и дача"),
    "gender": MessageLookupByLibrary.simpleMessage("Пол"),
    "genderBeenUpdated": MessageLookupByLibrary.simpleMessage(
      "Ваш пол был обновлен",
    ),
    "generalProvisionsPrivacy": MessageLookupByLibrary.simpleMessage(
      "1. Общие положения",
    ),
    "generationProvisions": MessageLookupByLibrary.simpleMessage(
      "2. Общие положения",
    ),
    "geolocation": MessageLookupByLibrary.simpleMessage("Геолокация"),
    "giftsChildren": MessageLookupByLibrary.simpleMessage("Подарки для детей"),
    "goodsTradingPlatform": MessageLookupByLibrary.simpleMessage(
      " - предмет договора купли-продажи, заключаемого между Покупателем и Продавцом. Продавец является собственником реализуемого Товара. Все взаимоотношения, связанные с куплей-продажей Товара, возникают между Продавцом, размещающим Товар на Торговой площадке, и Покупателем.",
    ),
    "groundTransportTickets": MessageLookupByLibrary.simpleMessage(
      " Оформления билетов воздушного и наземного транспорта, бронирование гостиниц.",
    ),
    "guest": MessageLookupByLibrary.simpleMessage("Гость"),
    "haveGoodDay": m0,
    "health": MessageLookupByLibrary.simpleMessage("Здоровье"),
    "hit": MessageLookupByLibrary.simpleMessage("Хит"),
    "home": MessageLookupByLibrary.simpleMessage("Домой"),
    "homeAppbarTitle": MessageLookupByLibrary.simpleMessage(
      "Хорошего дня, за покупками 🛍️",
    ),
    "house": MessageLookupByLibrary.simpleMessage("Дом"),
    "householdAppliances": MessageLookupByLibrary.simpleMessage(
      "Бытовая техника",
    ),
    "iAgreeButton": MessageLookupByLibrary.simpleMessage(
      "Нажмите на кнопку, я согласен с условиями ",
    ),
    "iAgreeTo": MessageLookupByLibrary.simpleMessage("Я согласен с"),
    "imageQuality": MessageLookupByLibrary.simpleMessage(
      "Качество изображения HD",
    ),
    "imageUpdated": MessageLookupByLibrary.simpleMessage(
      "Изображение вашего профиля обновлено!",
    ),
    "importEAEU": MessageLookupByLibrary.simpleMessage(
      " Норма беспошлинного ввоза Товаров на территорию ЕАЭС определяется нормативными актами ЕАЭС (по состоянию на 1 февраля 2024 года она составляла 1000 Евро).",
    ),
    "inaccuratePersonalData": MessageLookupByLibrary.simpleMessage(
      " В случае выявления неточных персональных данных при обращении субъекта персональных данных или его представителя либо по их запросу или по запросу уполномоченного органа по защите прав субъектов персональных данных оператор обязан осуществить блокирование персональных данных, относящихся к этому субъекту персональных данных, или обеспечить их блокирование (если обработка персональных данных осуществляется другим лицом, действующим по поручению оператора) с момента такого обращения или получения указанного запроса на период проверки, если блокирование персональных данных не нарушает права и законные интересы субъекта персональных данных или третьих лиц.",
    ),
    "individualDirectly": MessageLookupByLibrary.simpleMessage(
      " Субъект персональных данных — физическое лицо, прямо или косвенно определенное или определяемое на основании относящихся к нему персональных данных.",
    ),
    "individualUsingServices": MessageLookupByLibrary.simpleMessage(
      " Пользователь — физическое лицо, пользующееся услугами Сайта (пользователь сети «Интернет»).",
    ),
    "individualsRegisteredUsers": MessageLookupByLibrary.simpleMessage(
      " Физических лиц — Зарегистрированных пользователей, в соответствии с целями обработки, указанными в п.п. 2.1.2., 2.1.3., 2.1.4., 2.1.5., 2.1.6.",
    ),
    "individualsUsers": MessageLookupByLibrary.simpleMessage(
      " Физических лиц — Пользователей, в соответствии с целью обработки, указанной в п.п. 2.1.1., 2.1.6.",
    ),
    "infoSellerProduct": MessageLookupByLibrary.simpleMessage(
      " Информация о Продавце Товара размещается в Карточке товара на Торговой площадке под значком (или при наведении на значок) «i». Данная информация предоставляется непосредственно Продавцом товара, публикуется Easy Shoppin без изменения ее содержания и смысла. Ответственность за полноту информации и ее достоверность лежит на Продавце, предоставляющем информацию.",
    ),
    "information": MessageLookupByLibrary.simpleMessage("Информация"),
    "informationClient": MessageLookupByLibrary.simpleMessage(
      "Информация для клиентов",
    ),
    "informationProductCard": MessageLookupByLibrary.simpleMessage(
      " Информация, представленная в Карточке товара, не может в полной мере передавать все характеристики товара (включая цвет, форму, наличие и описание некоторых функций). Для получения полной информации Покупателю необходимо обратиться к Продавцу. Оформление Покупателем Заказа без такого обращения является подтверждением того, что информация о Товаре была полной, понятной и достаточной для оформления Заказа.",
    ),
    "informationPromotions": MessageLookupByLibrary.simpleMessage(
      "Информация об акциях и предложениях",
    ),
    "informationRegardingProcessing": MessageLookupByLibrary.simpleMessage(
      " Письменный запрос субъекта персональных данных о предоставлении информации, касающейся обработки его персональных данных, должен содержать обязательные сведения, установленные частью 3 статьи 14 Закона, в том числе номер телефона, который используется для входа на Сайт. Письменное обращение (запрос) направляется по юридическому адресу Общества: 142181, Московская область, г. Подольск, деревня Коледино, Территория Индустриальный парк Коледино, д. 6, стр. 1.",
    ),
    "informationResourceUses": MessageLookupByLibrary.simpleMessage(
      "На информационном ресурсе применяются рекомендательные технологии",
    ),
    "informationResourceUsesRT": MessageLookupByLibrary.simpleMessage(
      "На информационном ресурсе при применении информационных технологий предоставления информации осуществляется сбор, систематизация и анализ сведений, относящихся к предпочтениям пользователей сети Интернет, находящихся на территории Российской Федерации.",
    ),
    "insufficientFundsReflected": MessageLookupByLibrary.simpleMessage(
      " При недостаточности средств, отраженных на Балансе Личного кабинета, неоплаченный остаток цены Товара и стоимости услуги доставки списывается с банковской карты, реквизиты которой указаны в Личном кабинете.",
    ),
    "intendedUsersPersonalData": MessageLookupByLibrary.simpleMessage(
      " Предполагаемые пользователи персональных данных.",
    ),
    "interactionOtherIssues": MessageLookupByLibrary.simpleMessage(
      " Взаимодействие по иным вопросам, связанным с обработкой персональных данных Обществом, также осуществляется с использованием следующих контактных данных: почтовый адрес (142181, Московская область, г. Подольск, деревня Коледино, Территория Индустриальный парк Коледино, д. 6, стр. 1) и / или адрес электронной почты (sales@wildberries.ru).",
    ),
    "internalControlCompany": MessageLookupByLibrary.simpleMessage(
      " Внутренний контроль за исполнением требований Политики осуществляется лицом, ответственным за организацию обработки персональных данных в Обществе.",
    ),
    "internationalTreaty": MessageLookupByLibrary.simpleMessage(
      "- обработка персональных данных необходима для достижения целей, предусмотренных международным договором Российской Федерации или законом, для осуществления и выполнения возложенных законодательством Российской Федерации на оператора функций, полномочий и обязанностей",
    ),
    "invalidEmailAddress": MessageLookupByLibrary.simpleMessage(
      "Неверный адрес электронной почты",
    ),
    "invalidPhoneNumberFormat": MessageLookupByLibrary.simpleMessage(
      "Неверный формат номера телефона (требуется 10 цифр).",
    ),
    "investigatesViolations": MessageLookupByLibrary.simpleMessage(
      " Общество рассматривает любые обращения и жалобы со стороны субъектов персональных данных, расследует факты нарушений и принимает все необходимые меры для их немедленного устранения и урегулирования спорных ситуаций в досудебном порядке. Обработка персональных данных, разрешенных субъектом персональных данных для распространения, осуществляется с соблюдением запретов и условий, предусмотренных статьей 10.1 Закона.",
    ),
    "jacketsVestsBlazers": MessageLookupByLibrary.simpleMessage(
      "Пиджаки, жилеты и жакеты",
    ),
    "jan": MessageLookupByLibrary.simpleMessage("Янв"),
    "jeans": MessageLookupByLibrary.simpleMessage("Джинсы"),
    "jewelery": MessageLookupByLibrary.simpleMessage("Ювелирные изделия"),
    "jul": MessageLookupByLibrary.simpleMessage("Июл"),
    "jumpersTurtlenecksCardigans": MessageLookupByLibrary.simpleMessage(
      "Джемперы, водолазки и кардиганы",
    ),
    "jun": MessageLookupByLibrary.simpleMessage("Июн"),
    "kazakhTenge": MessageLookupByLibrary.simpleMessage("Казахский тенге"),
    "kazakhstan": MessageLookupByLibrary.simpleMessage("Казахстан"),
    "kids": MessageLookupByLibrary.simpleMessage("Детям"),
    "kitchenFurniture": MessageLookupByLibrary.simpleMessage(
      "Мебель для кухни",
    ),
    "kyrgyzSom": MessageLookupByLibrary.simpleMessage("Киргизский сом"),
    "kyrgyzstan": MessageLookupByLibrary.simpleMessage("Киргизстан"),
    "language": MessageLookupByLibrary.simpleMessage("Язык"),
    "laptop": MessageLookupByLibrary.simpleMessage("Ноутбук"),
    "largeSizes": MessageLookupByLibrary.simpleMessage("Большие размеры"),
    "lastName": MessageLookupByLibrary.simpleMessage("Фамилия"),
    "legalGrounds": MessageLookupByLibrary.simpleMessage(
      "3. Правовые основания обработки персональных данных",
    ),
    "legalInformation": MessageLookupByLibrary.simpleMessage(
      "Правовая информация",
    ),
    "legitimateInterests": MessageLookupByLibrary.simpleMessage(
      "- обработка персональных данных необходима для осуществления прав и законных интересов оператора или третьих лиц при условии, что при этом не нарушаются права и свободы субъекта персональных данных.",
    ),
    "letsAddSome": MessageLookupByLibrary.simpleMessage(
      "Давайте добавим немного",
    ),
    "letsFillIt": MessageLookupByLibrary.simpleMessage("Давайте заполним её"),
    "licenseGranted": MessageLookupByLibrary.simpleMessage(
      " Неисключительная лицензия предоставляется с момента доступа к Торговой площадке и продолжает действовать, пока Пользователь использует Торговую площадку в личных некоммерческих целях. Поиск и просмотр предложений на Торговой площадке доступен всем пользователям независимо от регистрации и авторизации. Для того, чтобы получить доступ к другим функциональным возможностям Торговой площадки, а именно: совершить покупку, сделать заказ, нужно зарегистрировать Личный кабинет.",
    ),
    "lightTheme": MessageLookupByLibrary.simpleMessage("Светлая"),
    "lighting": MessageLookupByLibrary.simpleMessage("Освещение"),
    "likelihoodBecomingProduct": MessageLookupByLibrary.simpleMessage(
      "Вероятность стать товаром-кандидатом выше, если больше похожих пользователей кликнули на какой-то товар.",
    ),
    "likelihoodPurchasingProduct": MessageLookupByLibrary.simpleMessage(
      "Вероятность покупки товара будет отличаться для разных контекстов, один и тот же товар может иметь высокую оценку для главной страницы сайта и оценку ниже на странице истории заказов. ",
    ),
    "linkBankSBP": MessageLookupByLibrary.simpleMessage("Привязать банк к СБП"),
    "linkCard": MessageLookupByLibrary.simpleMessage("Привязать карту"),
    "linkNewCard": MessageLookupByLibrary.simpleMessage(
      "Привязать новую карту",
    ),
    "liquidationCompany": MessageLookupByLibrary.simpleMessage(
      " ликвидации Общества;",
    ),
    "listPersonalData": MessageLookupByLibrary.simpleMessage(
      " Перечень персональных данных.",
    ),
    "loadBannerData": MessageLookupByLibrary.simpleMessage(
      "Загрузить данные баннеров",
    ),
    "loadBrandData": MessageLookupByLibrary.simpleMessage(
      "Загрузить данные о брендах",
    ),
    "loadCategoryData": MessageLookupByLibrary.simpleMessage(
      "Загрузить данные о категории",
    ),
    "loadData": MessageLookupByLibrary.simpleMessage("Загрузить данные"),
    "loadMore": MessageLookupByLibrary.simpleMessage("Перезагрузить"),
    "loadProductData": MessageLookupByLibrary.simpleMessage(
      "Загрузить данные о продуктах",
    ),
    "loadSaleData": MessageLookupByLibrary.simpleMessage(
      "Загрузить данные распродажи",
    ),
    "localCountry": MessageLookupByLibrary.simpleMessage("Страна региона:"),
    "loggingAccount": MessageLookupByLibrary.simpleMessage(
      "Выход из учетной записи ",
    ),
    "loggingYouIn": MessageLookupByLibrary.simpleMessage("Вход в систему..."),
    "logicDisplayingSelection": MessageLookupByLibrary.simpleMessage(
      "3 этап. Логика показа подборки рекомендаций",
    ),
    "loginAccount": MessageLookupByLibrary.simpleMessage("Войти в аккаунт"),
    "loginRegister": MessageLookupByLibrary.simpleMessage(
      "Чтобы войти или зарегистрироваться",
    ),
    "loginSubTitle": MessageLookupByLibrary.simpleMessage(
      "Откройте для себя безграничный выбор и непревзойденное удобство.",
    ),
    "loginTitle": MessageLookupByLibrary.simpleMessage("Добро пожаловать"),
    "logout": MessageLookupByLibrary.simpleMessage(
      "Выйдите из своей учетной записи",
    ),
    "logoutButton": MessageLookupByLibrary.simpleMessage("Выйти"),
    "longsleeves": MessageLookupByLibrary.simpleMessage("Лонгсливы"),
    "lossTelephoneNumber": MessageLookupByLibrary.simpleMessage(
      " Утеря телефонного номера, на который зарегистрирован Личный кабинет, равно как и его переход другому лицу является ответственностью Покупателя. Покупатель несёт ответственность за все возможные негативные последствия, в том числе материальные убытки.",
    ),
    "mainRecord": MessageLookupByLibrary.simpleMessage("Основная запись"),
    "makePhoto": MessageLookupByLibrary.simpleMessage(
      "Чтобы сделать фотографию",
    ),
    "maleGender": MessageLookupByLibrary.simpleMessage("Мужской"),
    "mar": MessageLookupByLibrary.simpleMessage("Мар"),
    "may": MessageLookupByLibrary.simpleMessage("Май"),
    "mens": MessageLookupByLibrary.simpleMessage("Мужчинам"),
    "messagesSMS": MessageLookupByLibrary.simpleMessage(
      " Сообщений (SMS) на телефонный номер, указанный Покупателем;",
    ),
    "mobile": MessageLookupByLibrary.simpleMessage("Мобильный телефон"),
    "modelAnalyzesUser": MessageLookupByLibrary.simpleMessage(
      "Модель анализирует поведение пользователей в прошлом, понимает, какие товары вызывали интерес у него или у пользователей с похожими предпочтениями, и предсказывает, что человек будет готов купить. Сильнее всего на рекомендации влияют товары, которые пользователь покупал на  Easy Shoppin раньше.",
    ),
    "modelDevice": MessageLookupByLibrary.simpleMessage("Модель устройства:"),
    "modernToolRS": MessageLookupByLibrary.simpleMessage(
      "Система рекомендаций на  Easy Shoppin — это современный инструмент, который помогает пользователям легко находить интересующие их товары. Система отвечает за поиск товаров-кандидатов, релевантных для каждого конкретного контекста на сайте или в приложении, а также за логику сортировки и показа этих товаров.",
    ),
    "month": MessageLookupByLibrary.simpleMessage("Месяц"),
    "more": MessageLookupByLibrary.simpleMessage("Подробнее"),
    "moreAboutApplication": MessageLookupByLibrary.simpleMessage(
      "Подробнее о приложении",
    ),
    "name": MessageLookupByLibrary.simpleMessage("Имя"),
    "nameAddressCompany": MessageLookupByLibrary.simpleMessage(
      " Наименование и адрес Общества или его представителя.",
    ),
    "nameBeenUpdated": MessageLookupByLibrary.simpleMessage(
      "Ваше имя было обновлено",
    ),
    "necessaryCookies": MessageLookupByLibrary.simpleMessage(
      "Необходимые Файлы cookies Эти Файлы cookies обеспечивают надлежащую работу Сайта и / или Сервиса, они являются необходимыми",
    ),
    "nicknameWebsite": MessageLookupByLibrary.simpleMessage(
      " Псевдоним (никнейм)— имя пользователя (субъекта ПДн) в сервисе, на сайте и т.п., который пользователь придумывает самостоятельно при регистрации.",
    ),
    "noChatsArchiveYet": MessageLookupByLibrary.simpleMessage(
      "В архиве пока нет чатов",
    ),
    "noCountrySelected": MessageLookupByLibrary.simpleMessage(
      "Страна не выбрана",
    ),
    "noCoupons": MessageLookupByLibrary.simpleMessage("У вас пока нет купонов"),
    "noDataFound": MessageLookupByLibrary.simpleMessage("Данные не найдены!"),
    "noImagesFound": MessageLookupByLibrary.simpleMessage(
      "Изображения не найдены.",
    ),
    "noInternetConnection": MessageLookupByLibrary.simpleMessage(
      "Нет соединения с интернетом",
    ),
    "noOpenDisputes": MessageLookupByLibrary.simpleMessage(
      "Нет открытых споров",
    ),
    "noProductsStock": MessageLookupByLibrary.simpleMessage(
      "Нет товаров со статусом наличия на складе",
    ),
    "noReviewActualExperience": MessageLookupByLibrary.simpleMessage(
      " Отзывы, содержание которых не относится к реальному опыту использования соответствующего Товара, не публикуются;",
    ),
    "noReviewMarketplace": MessageLookupByLibrary.simpleMessage(
      " Отзывы, содержание которых не относится к тематике работы Торговой площадки, осуществлению покупок на ней не публикуются;",
    ),
    "noReviewOtherWebsites": MessageLookupByLibrary.simpleMessage(
      " Отзывы и комментарии, содержащие ссылки на другие веб-сайты, персональные данные третьих лиц, а также иную информацию запрещенную или ограниченную к распространению, не публикуются;",
    ),
    "noReviewProfanity": MessageLookupByLibrary.simpleMessage(
      " Отзывы, которые содержат ненормативную лексику, высказывания оскорбительного характера, в том числе фотографии и изображения, недопустимые к публикации с этической точки зрения, не публикуются;",
    ),
    "notAllFields": MessageLookupByLibrary.simpleMessage(
      "Не все поля заполнены!",
    ),
    "notProcessSpecialCategories": MessageLookupByLibrary.simpleMessage(
      " Общество не осуществляет обработку специальных категорий персональных данных и биометрических персональных данных за исключением случаев, когда обработка персональных данных обусловлена текущими задачами бизнеса, при обязательном согласии субъекта персональных данных на обработку персональных данных, или является необходимой в соответствии с требованиями законодательства Российской Федерации.",
    ),
    "notification": MessageLookupByLibrary.simpleMessage("Уведомления"),
    "notificationScammers": MessageLookupByLibrary.simpleMessage(
      "Никому не сообщайте свой номер телефона и коды входа – они интересны только мошенникам.",
    ),
    "notificationSms": MessageLookupByLibrary.simpleMessage("SMS"),
    "notificationSubscribe": MessageLookupByLibrary.simpleMessage(
      "Вы можете подписаться на следующие виды рассылок нашего магазина, чтобы получать новости об акциях и промокодах.",
    ),
    "notificationWarning": MessageLookupByLibrary.simpleMessage(
      "Сотрудники Easy Shoppin никогда не запрашивают данные учетной записи",
    ),
    "notifications": MessageLookupByLibrary.simpleMessage("Уведомления"),
    "nov": MessageLookupByLibrary.simpleMessage("Ноя"),
    "numberBonusPoints": MessageLookupByLibrary.simpleMessage(
      " Количество Бонусных баллов, начисляемых за отзыв, зависит от наличия текстового описания, видео и фотографий Товара и отражается в интерфейсе оформления отзыва на Торговой площадке.",
    ),
    "obligationDuties": MessageLookupByLibrary.simpleMessage(
      " В случае если стоимость Товара превышает норму беспошлинного ввоза, обязанность по уплате таможенных пошлин лежит на Покупателе; Easy Shoppin не несёт ответственности за уплату таможенных пошлин.",
    ),
    "obligesPersonsAuthorized": MessageLookupByLibrary.simpleMessage(
      " Общество обязуется и обязывает лиц, допущенных к обработке персональных данных, не раскрывать третьим лицам и не распространять персональные данные без согласия субъекта персональных данных, если иное не предусмотрено федеральным законом.",
    ),
    "oct": MessageLookupByLibrary.simpleMessage("Окт"),
    "officeEquipment": MessageLookupByLibrary.simpleMessage(
      "Офисное оборудование",
    ),
    "officeFurniture": MessageLookupByLibrary.simpleMessage("Офисная мебель"),
    "ohSnap": MessageLookupByLibrary.simpleMessage("О, Щелчок!"),
    "onBoardingSubTitle1": MessageLookupByLibrary.simpleMessage(
      "Добро пожаловать в мир безграничного выбора – ваш идеальный продукт ждет!",
    ),
    "onBoardingSubTitle2": MessageLookupByLibrary.simpleMessage(
      "Для беспрепятственных транзакций выберите способ оплаты — ваше удобство, наш приоритет!",
    ),
    "onBoardingSubTitle3": MessageLookupByLibrary.simpleMessage(
      "От нашего порога до вашего — быстрая, безопасная и бесконтактная доставка!",
    ),
    "onBoardingTitle1": MessageLookupByLibrary.simpleMessage(
      "Выберите свой продукт",
    ),
    "onBoardingTitle2": MessageLookupByLibrary.simpleMessage(
      "Выберите метод оплаты",
    ),
    "onBoardingTitle3": MessageLookupByLibrary.simpleMessage(
      "Доставка прямо к вашей двери",
    ),
    "ongoingPromotion": MessageLookupByLibrary.simpleMessage(
      " Easy Shoppin вправе в рамках проводимой акции определять отдельные Товары, при оставлении отзывов на которые Покупателю могут быть начислены Бонусные баллы. Начисление Бонусных баллов производится на следующих условиях:",
    ),
    "onlyPlacingOrders": MessageLookupByLibrary.simpleMessage(
      " Оплата заказа иным способом, чем оплата с использованием специального программного обеспечения на сайте или мобильном приложении Торговой площадки (в том числе, но не ограничиваясь, оплата наличными третьему лицу, перечисление денежных средств на банковские реквизиты, оплата по счетам, счетам-фактурам, договорам-счетам и иным первичным документам, полученным от третьих лиц) не порождает правовых последствий для Easy Shoppin, как для владельца Торговой площадки, в т.ч. при получении предложения о заключении такого договора из информации о товарах, размещенной на сайте или в мобильном приложении Торговой площадки.",
    ),
    "onlyRegisteredBuyers": MessageLookupByLibrary.simpleMessage(
      " Оформить Заказ на Торговой площадке могут только зарегистрированные Покупатели, при этом Покупатель вправе зарегистрироваться на сайте только 1 (один) раз, т.е. может иметь только один Личный кабинет. Наличие двух личных кабинетов с одинаковыми регистрационными данными не допускается.",
    ),
    "operatorIndependently": MessageLookupByLibrary.simpleMessage(
      " Оператор — лицо, самостоятельно или совместно с иными лицами организующее и (или) осуществляющее обработку персональных данных, а также определяющие цели обработки персональных данных, состав персональных данных, подлежащих обработке, действия (операции), совершаемые с персональными данными. Для целей настоящей Политики Общество, обрабатывая персональные данные, является оператором, если иное прямо не указано в Политике.",
    ),
    "optOutUseCookies": MessageLookupByLibrary.simpleMessage(
      " Для отказа от использования Файлов cookies Пользователь и Зарегистрированный пользователь имеет право воспользоваться настройками браузера, где можно отключить использование Файлов cookies, а также в интерфейсе Сайта и / или Сервиса, если применимо. Полное отключение Файлов cookies может привести к ограничению функционала Сайта и / или Сервиса. Подробные инструкции по отключению Файлов cookies доступны по внешним ссылкам:",
    ),
    "orSignInPhone": MessageLookupByLibrary.simpleMessage("Или"),
    "orSignInWith": MessageLookupByLibrary.simpleMessage("или войдите через"),
    "orSignUpWith": MessageLookupByLibrary.simpleMessage(
      "или зарегистрируйтесь через",
    ),
    "order": MessageLookupByLibrary.simpleMessage("Мои заказы"),
    "orderBayer": MessageLookupByLibrary.simpleMessage(
      " - осуществление Покупателем действий, направленных на заключение им договора оказания услуг доставки Товара, а также договора/договоров купли-продажи соответствующего/соответствующих Товара/Товаров с Easy Shoppin и/или иным Продавцом/Продавцами, посредством оформления указанных услуг и Товаров на Торговой площадке.",
    ),
    "orderCountryEAEU": MessageLookupByLibrary.simpleMessage(
      " Оформляя Заказ в стране, входящей в Евразийский экономический союз (далее «ЕАЭС»), в отношении Товара, который доставляется из страны, не входящей в ЕАЭС, и подлежит таможенному оформлению при ввозе в ЕАЭС, Покупатель подтверждает, что он надлежащим образом информирован и согласен со следующим:",
    ),
    "orderDelivery": MessageLookupByLibrary.simpleMessage("8. Доставка заказа"),
    "orderGoodsGBSBroker": MessageLookupByLibrary.simpleMessage(
      " В случае оформления заказа Товара, который подлежит таможенному оформлению при ввозе в Россию, Покупатель подтверждает свой акцепт договора-оферты по оказанию ему услуг таможенного представителя ООО «ГБС-брокер» (105066, Москва, ул. Ольховская, д. 16, строение 5-5А, подвал пом 1 ком 15, ИНН: 9701083788, ОГРН: 1177746840787), опубликованного по адресу https://www.gbs-broker.ru/docs/customs_repr_03032023.docx, а также дает своё согласие на передачу и обработку своих персональных данных партнёрам ООО «Easy Shoppin» для целей организации таможенного оформления своих заказов.",
    ),
    "orderGoodsJSC": MessageLookupByLibrary.simpleMessage(
      " Оплачивая Товар, пересылаемый в международных почтовых отправлениях, Покупатель заключает Договор-оферту с АО «Почта России» (ознакомиться с текстом Договора-оферты в том числе можно по ссылке https://customs.pochta.ru/oferta), являющимся уполномоченным оператором для целей декларирования товаров, пересылаемых в международных почтовых отправлениях, и уплаты в отношении таких товаров таможенных платежей. Easy Shoppin не несет никакой ответственности за выполнение Покупателем обязательств по уплате таможенных платежей и декларированию товаров, а также за выполнение уполномоченным оператором (как указано выше) своих обязательств перед Покупателем в соответствии с Договором-офертой. В соответствии с настоящими положениями, Покупатель предоставляет Easy Shoppin право на передачу уполномоченному оператору информации о номере и дате Заказа, а также о размере подлежащих уплате в соответствии с требованиями законодательства России и Евразийского экономического союза платежей в связи с декларированием товаров и уплатой таможенных платежей. Easy Shoppin не несет ответственности за обработку платежа Покупателя, а также обработку данных, предоставляемых Покупателем уполномоченному оператору и никаким образом в данных операциях не участвует.",
    ),
    "orderGoodsLOGISTIC": MessageLookupByLibrary.simpleMessage(
      " В случае оформления заказа Товара, который подлежит таможенному оформлению при ввозе в Россию, Покупатель подтверждает свой акцепт договора-оферты по оказанию ему услуг таможенного представителя ООО «СЭЛ ЛОГИСТИК» (690025, г. Владивосток ул. Фанзавод, д. 1, строение 2 помещение 1, ИНН: 2725106960, ОГРН: 1112722010026), опубликованного по адресу https://cellog.ru/oferta, а также дает своё согласие на передачу и обработку своих персональных данных партнёрам ООО «Easy Shoppin» для целей организации таможенного оформления своих заказов.",
    ),
    "orderGoodsTANAIS": MessageLookupByLibrary.simpleMessage(
      " В случае оформления заказа Товара, который подлежит таможенному оформлению при ввозе в Россию, Покупатель подтверждает свой акцепт договора-оферты по оказанию ему услуг таможенного представителя АО «ТАНАИС» (121596, г. Москва, вн.тер.г. муниципальный округ Можайский, ул. Горбунова, д. 2, стр. 3, эт./помещ. 6/II, ком. 36, ИНН: 7730642532, ОГРН: 1117746295314), опубликованного по адресу https://tanais.express/pages/offerta/, а также дает своё согласие на передачу и обработку своих персональных данных партнёрам ООО «Изи Шоппин» для целей организации таможенного оформления своих заказов.",
    ),
    "orderGoodsUnitrade": MessageLookupByLibrary.simpleMessage(
      " В случае оформления заказа Товара, который подлежит таможенному оформлению при ввозе в Россию, Покупатель подтверждает свой акцепт договора-оферты по оказанию ему услуг таможенного представителя АО «Юнитрейд», опубликованного по адресу http://sms.unitrade.su/, а также дает своё согласие на передачу и обработку своих персональных данных партнёрам ООО «Изи Шоппин» для целей организации таможенного оформления своих заказов.",
    ),
    "orderListEmpty": MessageLookupByLibrary.simpleMessage(
      "Упс! Список заказов пуст...",
    ),
    "orderPersonalAccountBalance": MessageLookupByLibrary.simpleMessage(
      " При выборе оплаты Заказа с Баланса Личного кабинета, цена Товара и стоимость услуги доставки списываются с Баланса Личного кабинета. В случае если на Балансе Личного кабинета одновременно учтены Авансы и Возвратные платежи, при оплате товара в первую очередь зачитываются суммы Возвратных платежей.",
    ),
    "orderPickUpPlatform": MessageLookupByLibrary.simpleMessage(
      " - подразделение логистической инфраструктуры, осуществляющее выдачу Заказов Покупателям, указавших адрес соответствующего Пункта выдачи заказов в качестве места доставки.",
    ),
    "orderUsingElectronicWallet": MessageLookupByLibrary.simpleMessage(
      "При выборе оплаты Заказа с помощью Электронного кошелька ES, стоимость Товара и стоимость услуги доставки списываются из Электронного кошелька ES. При недостаточности средств на балансе Электронного кошелька ES неоплаченный остаток стоимости Заказа и стоимости услуги доставки списывается с банковской карты, реквизиты которой указаны в Личном кабинете.",
    ),
    "orderingGoods": MessageLookupByLibrary.simpleMessage(
      " Заказывая на Торговой площадке Товар, Покупатель заключает договор купли-продажи с Продавцом Товара, а также договор оказания услуг доставки Товаров с Easy Shoppin. В рамках одного Заказа Покупателем может быть заключен договор оказания услуги доставки Товаров нескольких Продавцов, с одновременным заключением нескольких договоров купли-продажи в отношении выбранных Покупателем Товаров.",
    ),
    "orderingProduct": MessageLookupByLibrary.simpleMessage(
      " При Заказе Товара, Продавцом которого выступает любой продавец, за исключением Easy Shoppin, Покупатель в рамках договора купли-продажи вступает в договорные отношения непосредственно с Продавцом, реализующим данный Товар.",
    ),
    "orderingServices": MessageLookupByLibrary.simpleMessage(
      " Приобретая товар или заказывая услуги на Торговой площадке, Покупатель предоставляет Easy Shoppin согласие на списание денежных средств по реквизитам банковских карт, предоставленным Покупателем при оформлении заказа на товар или реквизиты которых указаны Покупателем в Личном кабинете (далее — Платежным данным), согласие на обработку которых не отозвано в установленном порядке, в порядке и случаях, предусмотренных настоящим пунктом.",
    ),
    "orders": MessageLookupByLibrary.simpleMessage("Заказы"),
    "osVersion": MessageLookupByLibrary.simpleMessage("Версия OS:"),
    "otherPaymentMethods": MessageLookupByLibrary.simpleMessage(
      " Иные способы оплаты, внедренные в Торговую площадку.",
    ),
    "otherTermsNotMentioned": MessageLookupByLibrary.simpleMessage(
      " Иные термины, не упомянутые выше, используются в значении, установленном нормативными правовыми актами Российской Федерации, документами и локальными актами Общества.",
    ),
    "outerwear": MessageLookupByLibrary.simpleMessage("Верхняя одежда"),
    "overalls": MessageLookupByLibrary.simpleMessage("Комбинезон"),
    "overallsSemioveralls": MessageLookupByLibrary.simpleMessage(
      "Комбинезоны и полукомбинезоны",
    ),
    "overdueCoupons": MessageLookupByLibrary.simpleMessage("Просроченные"),
    "ownerPlatform": MessageLookupByLibrary.simpleMessage(
      " - ООО «Easy Shoppin» (по тексту настоящих Правил — Easy Shoppin (Юридический адрес: 142181 Московская область, г. Подольск, деревня Коледино, Территория Индустриальный парк Коледино, д. 6, стр. 1, ОГРН 1067746062449, Email: sales@wildberries.ru).",
    ),
    "packageDocumentsVehicle": MessageLookupByLibrary.simpleMessage(
      " Пакет документов к Транспортному средству, в том числе паспорт Транспортного средства, и ключи от Транспортного средства, передаются Продавцом Потребителю после подписания договора купли-продажи Транспортного средства.",
    ),
    "pajamas": MessageLookupByLibrary.simpleMessage("Пижамы"),
    "paragraphRevoked": MessageLookupByLibrary.simpleMessage(
      " Данное в соответствии с настоящим пунктом согласие может быть отозвано Покупателем посредством удаления Платежных данных из Личного кабинета.",
    ),
    "password": MessageLookupByLibrary.simpleMessage("Пароль"),
    "passwordBeenUpdated": MessageLookupByLibrary.simpleMessage(
      "Ваш пароль был обновлен",
    ),
    "passwordCharactersLong": MessageLookupByLibrary.simpleMessage(
      "Пароль должен быть длиной не менее 6 символов..",
    ),
    "passwordConfirm": MessageLookupByLibrary.simpleMessage(
      "Подтвердите пароль",
    ),
    "passwordConfirmationRequired": MessageLookupByLibrary.simpleMessage(
      "Требуется подтверждение пароля.",
    ),
    "passwordIsRequired": MessageLookupByLibrary.simpleMessage(
      "Требуется пароль",
    ),
    "passwordLeastOneNumber": MessageLookupByLibrary.simpleMessage(
      "Пароль должен содержать хотя бы одну цифру",
    ),
    "passwordLeastOneSpecialCharacter": MessageLookupByLibrary.simpleMessage(
      "Пароль должен содержать хотя бы один специальный символ",
    ),
    "passwordLeastOneUppercaseLetter": MessageLookupByLibrary.simpleMessage(
      "Пароль должен содержать хотя бы одну заглавную букву",
    ),
    "passwordLeastSixCharactersLong": MessageLookupByLibrary.simpleMessage(
      "Пароль должен быть длиной не менее 6 символов",
    ),
    "passwordOneNumber": MessageLookupByLibrary.simpleMessage(
      "Пароль должен содержать хотя бы одну цифру.",
    ),
    "passwordRequired": MessageLookupByLibrary.simpleMessage(
      "Требуется пароль.",
    ),
    "passwordSpecialCharacter": MessageLookupByLibrary.simpleMessage(
      "Пароль должен содержать хотя бы один специальный символ.",
    ),
    "passwordUppercaseLetter": MessageLookupByLibrary.simpleMessage(
      "Пароль должен содержать хотя бы одну заглавную букву.",
    ),
    "passwordsDoNotMatch": MessageLookupByLibrary.simpleMessage(
      "Пароли не совпадают",
    ),
    "paymentByInstallments": MessageLookupByLibrary.simpleMessage(
      " Оплата в рассрочку",
    ),
    "paymentElectronicWallet": MessageLookupByLibrary.simpleMessage(
      " Оплата с использованием Электронного кошелька ES;",
    ),
    "paymentInInstallments": MessageLookupByLibrary.simpleMessage(
      " Оплата частями от Easy Shoppin",
    ),
    "paymentInstallments": MessageLookupByLibrary.simpleMessage(
      " Оплата в рассрочку;",
    ),
    "paymentInstallmentsPartners": MessageLookupByLibrary.simpleMessage(
      " Оплата частями от партнеров Easy Shoppin",
    ),
    "paymentMethod": MessageLookupByLibrary.simpleMessage("Способ оплаты"),
    "paymentMethodGoods": MessageLookupByLibrary.simpleMessage(
      "При выборе на сайте Торговой площадки способа оплаты Товаров «Оплата частями», Покупатель соглашается с условиями заключения договора, изложенными в Соглашении о заключении договоров с условием оплаты «Оплата частями», которые являются неотъемлемой частью настоящих Правил. При выборе способа оплаты Товаров «Оплата частями» условия Соглашения о заключении договоров с условием оплаты «Оплата частями» в части оплаты Заказа и возврата денежных средств за Товар имеют приоритетное значение.",
    ),
    "paymentMethodInstallments": MessageLookupByLibrary.simpleMessage(
      " При выборе способа оплаты в рассрочку заключение договора между банковской или финансовой организацией и Покупателем по оплате товаров и (или) услуг происходит на условиях данной организации.",
    ),
    "paymentMethodUpon": MessageLookupByLibrary.simpleMessage(
      " Оплата при получении с использованием банковской карты",
    ),
    "paymentMethods": MessageLookupByLibrary.simpleMessage("Способы оплаты"),
    "paymentOrder": MessageLookupByLibrary.simpleMessage("5. Оплата заказа"),
    "paymentOrderManner": MessageLookupByLibrary.simpleMessage(
      " Покупателю может быть доступна предварительная оплата Заказа, а также оплата Заказа при получении. Выбор способа оплаты принадлежит Покупателю. Easy Shoppin в одностороннем порядке может ограничить выбор способа оплаты, установив предварительную оплату Заказа.",
    ),
    "paymentPersonalAccountBalance": MessageLookupByLibrary.simpleMessage(
      " Оплата с Баланса Личного кабинета",
    ),
    "paymentUponReceipt": MessageLookupByLibrary.simpleMessage(
      " Оплата при получении с использованием банковской карты",
    ),
    "paymentUsingBankCard": MessageLookupByLibrary.simpleMessage(
      " Оплата с использованием банковской карты;",
    ),
    "paymentUsingCreditFunds": MessageLookupByLibrary.simpleMessage(
      " Оплата с привлечением кредитных средств. Оплата частями",
    ),
    "paymentUsingElectronicWallet": MessageLookupByLibrary.simpleMessage(
      " Оплата с помощью Электронного кошелька ES",
    ),
    "peakSales": MessageLookupByLibrary.simpleMessage("Пик продаж"),
    "personalAccountBalance": MessageLookupByLibrary.simpleMessage(
      " Оплата с Баланса Личного кабинета;",
    ),
    "personalAccountPlatform": MessageLookupByLibrary.simpleMessage(
      " - персональный и не доступный третьим лицам раздел Торговой площадки, оформляемый Покупателем и служащий в целях оформления Заказов и оформления Услуг, а также получения специальных предложений в соответствии с настоящими Правилами, доступ к которому осуществляется после регистрации путем ввода аутентификационных данных Покупателя.",
    ),
    "personalAccountRegisteredUser": MessageLookupByLibrary.simpleMessage(
      " Использование личного кабинета Зарегистрированным пользователем на Сайте, путем заполнения информации о себе; оформление заказов (в том числе оплаты и доставки заказов), отслеживания статуса заказа, написания отзывов о товарах, составления обращений по вопросам работы на Сайте через специальную форму в личном кабинете Зарегистрированного пользователя, осуществления возможности возврата товаров или денежных средств (в рамках гарантийного срока).",
    ),
    "personalData": MessageLookupByLibrary.simpleMessage("Личные данные"),
    "personalDataAuthorized": MessageLookupByLibrary.simpleMessage(
      " Обработка персональных данных, разрешенных субъектом персональных данных для распространения, осуществляется с соблюдением запретов и условий, предусмотренных статьей 10.1 Закона.",
    ),
    "personalDataIdentified": MessageLookupByLibrary.simpleMessage(
      " Персональные данные — любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (субъекту персональных данных).",
    ),
    "personalDataNotified": MessageLookupByLibrary.simpleMessage(
      " Субъект персональных данных уведомлен об осуществлении обработки его персональных данных Обществом.",
    ),
    "personalDataProcessed": MessageLookupByLibrary.simpleMessage(
      " Если персональные данные, обрабатываемые Обществом для целей приобретения билетов воздушного и (или) наземного транспорта, получены не от субъекта персональных данных, то такие персональные данные считаются Обществом полученными на законном основании Зарегистрированным пользователем Сайта, передающим Обществу персональные данные субъекта персональных данных. До начала обработки таких персональных данных Общество обязано уведомить субъекта персональных данных и предоставить ему следующую информацию:",
    ),
    "personalDataStatistical": MessageLookupByLibrary.simpleMessage(
      " Общество осуществляет обработку персональных данных для статистических или иных исследовательских целей, если при этом не нарушаются права и законные интересы субъекта персональных данных.",
    ),
    "personalDiscounts": MessageLookupByLibrary.simpleMessage(
      "После авторизации вы получите доступ к товарам с персональными скидками.",
    ),
    "personalInformation": MessageLookupByLibrary.simpleMessage(
      "Персональная информация",
    ),
    "personalNotifications": MessageLookupByLibrary.simpleMessage(
      "Уведомления личного кабинета",
    ),
    "personalProductRecommendations": MessageLookupByLibrary.simpleMessage(
      "Рекомендации на  Easy Shoppin бывают двух видов: персональные и товарные. Персональные рекомендации анализируют истории покупок пользователя и последние просмотренные товары. Такие рекомендации можно увидеть на главной странице  Easy Shoppin, в профиле пользователя или, например, на страницах активных заказов или деталей заказа.",
    ),
    "personalizedRecommendations": MessageLookupByLibrary.simpleMessage(
      "Для персональных рекомендаций мы учитываем информацию о каком-либо взаимодействии пользователя с товарами (например, клики, покупки или просмотры) и подбираем товары уже на основе этих взаимодействий.",
    ),
    "personsProcessingPersonal": MessageLookupByLibrary.simpleMessage(
      " Лица, осуществляющие обработку персональных данных на основании заключаемого с Обществом договора (поручения оператора), по условиям заключенных с ними договоров обязуются соблюдать принципы, правила обработки и защиты персональных данных, предусмотренные действующим законодательством.",
    ),
    "petSupplies": MessageLookupByLibrary.simpleMessage("Зоотовары"),
    "phoneNumber": MessageLookupByLibrary.simpleMessage("Номер телефона"),
    "phoneNumberBeenUpdated": MessageLookupByLibrary.simpleMessage(
      "Ваш номер телефона был обновлен",
    ),
    "phoneNumberCode": MessageLookupByLibrary.simpleMessage(
      "Чтобы получить код",
    ),
    "phoneNumberDigital": MessageLookupByLibrary.simpleMessage("000 000-00-00"),
    "phoneNumberIsRequired": MessageLookupByLibrary.simpleMessage(
      "Требуется номер телефона",
    ),
    "phoneNumberNotValid": MessageLookupByLibrary.simpleMessage(
      "Указанный номер телефона недействителен.",
    ),
    "pickUpPoint": MessageLookupByLibrary.simpleMessage("Пункт выдачи"),
    "pickupSellerStore": MessageLookupByLibrary.simpleMessage(
      " Самовывоз из Магазина Продавца На Торговой площадке не продается алкогольная продукция, Easy Shoppin не организует доставку алкогольной продукции. В разделе алкогольной продукции на Торговой площадке Потребитель может забронировать Товар в Магазине Продавца. Бронирование Товара не гарантирует его наличие в Магазине Продавца. Ответственность за наличие Товара лежит на Продавце. При приобретении Товара в Магазине Продавца Потребитель вступает в договорные отношения непосредственно с Продавцом, реализующим данный Товар, при этом, права и обязанности по договору купли-продажи возникают исключительно у Продавца. Самовывоз осуществляется из Магазина Продавца. Время продажи алкогольной продукции определяется действующим законодательством, Потребитель информируется о времени продажи алкогольной продукции при оформлении Заказа. Обязательства по соблюдению законодательства об обороте алкогольной продукции лежат на Продавце такого Товара. При оформлении Заказа Потребитель информируется о сроке хранения Заказа в Магазине Продавца. Для получения Заказа Потребителю необходимо назвать (предъявить) сотруднику Магазина Продавца код для получения Заказа, отражённый в Личном кабинете Потребителя. При непредъявлении Потребителем указанного кода в выдаче Заказа Потребителю будет отказано. Для получения Заказа Потребителю необходимо назвать (предъявить) сотруднику Магазина Продавца код для получения Заказа, отражённый в Личном кабинете Потребителя. Потребитель понимает и соглашается с тем, что при самовывозе из Магазина Продавца, способ связи с ним и имя могут быть предоставлены Продавцу для уточнения статуса бронирования Товара.",
    ),
    "placeDeliveryGoods": MessageLookupByLibrary.simpleMessage(
      " Место доставки Товара Доставка Товара Потребителю осуществляется в место, указанное Потребителем при оформлении Заказа на Торговой площадке. В качестве места доставки Потребитель может указать один из следующих адресов: - адрес Пункта выдачи заказов - адрес Постамата - иной адрес, в этом случае доставка Товара осуществляется «до двери». Пользователь понимает и соглашается с тем, что при выборе места доставки Товара, расположенного на территории иной страны, Торговая площадка может предоставляться на условиях, отличных от настоящей Оферты и иным лицом, в том числе аффилированным с Easy Shoppin, поскольку это требуется для обеспечения функционирования Торговой площадки на территории соответствующей страны. Пользователь, изменяя адрес на расположенный в другой стране, принимает актуальную редакцию соответствующего конкретной стране соглашения, доступную в любой момент в интерфейсе Торговой площадки, а также предоставляет свои данные на условиях указанного соглашения.",
    ),
    "placedProductCard": MessageLookupByLibrary.simpleMessage(
      " Информация о Продавце Товара размещается в Карточке товара на Торговой площадке. Данная информация предоставляется непосредственно Продавцом Товара, публикуется Easy Shoppin без изменения её содержания и смысла.",
    ),
    "placingOrder": MessageLookupByLibrary.simpleMessage(
      "4. Оформление заказа",
    ),
    "placingOrderBuyer": MessageLookupByLibrary.simpleMessage(
      " Оформляя Заказ, Покупатель соглашается с тем, что Easy Shoppin может поручить исполнение договора третьему лицу, оставаясь ответственным за его исполнение перед Покупателем.",
    ),
    "placingOrderMarketplace": MessageLookupByLibrary.simpleMessage(
      " Оформляя заказ на Торговой площадке, Покупатель соглашается на получение:",
    ),
    "placingOrderPersonalAccount": MessageLookupByLibrary.simpleMessage(
      " При оформлении заказа с использованием Личного кабинета ответственность за Заказ, в том числе возможные финансовые убытки, лежит на Покупателе — владельце Личного кабинета.",
    ),
    "pleaseEnterPhoneNumber": MessageLookupByLibrary.simpleMessage(
      "Пожалуйста, введите свой номер телефона",
    ),
    "points": MessageLookupByLibrary.simpleMessage("Баллы"),
    "policiesInstructionsTransfer": MessageLookupByLibrary.simpleMessage(
      " В соответствии с п. 5.7. Политики, поручение обработки и передача персональных данных осуществляются на основании договоров, заключаемых Обществом со следующими третьими лицами: юридические лица, оказывающие услуги Обществу, в том числе по обеспечению безопасности, доставке и таможенному оформлению товаров; юридические лица, оказывающие образовательные и иные услуги Зарегистрированным пользователям Сайта. Поручение обработки и передача персональных данных осуществляются в случаях, предусмотренных договорами, по которым субъект персональных данных является стороной, выгодоприобретателем или поручителем, согласно Правилам пользования торговой площадкой «Wildberries», размещенной по адресу https://www.wildberries.ru/services/pravila-polzovaniya-torgovoy-ploshchadkoy.",
    ),
    "policyAppliesReceived": MessageLookupByLibrary.simpleMessage(
      " Настоящая Политика распространяется на персональные данные, полученные как до, так и после ввода в действие настоящей Политики.",
    ),
    "policyAppliesRelated": MessageLookupByLibrary.simpleMessage(
      " Политика распространяется на все действия, связанные с обработкой персональных данных Обществом на информационном ресурсе, доступ к которому осуществляется по доменному имени «*.es.ru», «*.wildberries.ru», либо с использованием мобильного приложения Общества (далее — «Сайт»).",
    ),
    "policyAppliesSubjects": MessageLookupByLibrary.simpleMessage(
      " Действие Политики распространяется на все персональные данные субъектов персональных данных, указанных в п. 4.1.1., 4.1.2. Политики, обрабатываемые в Обществе с применением средств автоматизации и без применения таких средств.",
    ),
    "policyComesGeneralDirector": MessageLookupByLibrary.simpleMessage(
      " Настоящая Политика вступает в силу с момента ее утверждения генеральным директором Организации и действует бессрочно, до замены ее новой Политикой.",
    ),
    "policyFreelyInternet": MessageLookupByLibrary.simpleMessage(
      " Ввиду того, что текст Политики находится в свободном доступе в сети «Интернет», субъекту персональных данных необходимо самостоятельно следить за изменениями, вносимыми в Политику.",
    ),
    "policyTelephoneNumber": MessageLookupByLibrary.simpleMessage(
      " В рамках достижения целей, указанных в п. 2.1.1 Политики — номер телефона.",
    ),
    "policyUserData1": MessageLookupByLibrary.simpleMessage(
      " В рамках достижения целей, указанных в п. 2.1.2 Политики — идентификатор пользователя Сайта; номер телефона; псевдоним (никнейм); адрес электронной почты; пол; адрес доставки заказа; способы оплаты; фискальный чек; сведения о приобретенных товарах.",
    ),
    "policyUserData2": MessageLookupByLibrary.simpleMessage(
      " В рамках достижения цели, указанной в п. 2.1.3 Политики — Ф.И.О.; дата рождения; гражданство; пол; данные документов, удостоверяющих личность; номер телефона; адрес электронной почты; идентификатор пользователя Сайта.",
    ),
    "policyUserData3": MessageLookupByLibrary.simpleMessage(
      " В рамках достижения цели, указанной в п. 2.1.4 Политики — Ф.И.О.; дата рождения; данные документов, удостоверяющих личность; номер телефона; ИНН; адрес доставки заказа; состав заказа; идентификатор пользователя Сайта.",
    ),
    "policyUserData4": MessageLookupByLibrary.simpleMessage(
      " В рамках достижения цели, указанной в п. 2.1.5 Политики — Ф.И.О.; номер телефона; адрес электронной почты; сведения о прохождении курсов в образовательных учреждениях (региональном отделении и/или ассоциации/союзе), идентификатор пользователя Сайта.",
    ),
    "policyUserData5": MessageLookupByLibrary.simpleMessage(
      " В рамках достижения цели, указанной в п. 2.1.6 Политики — псевдоним (никнейм); видеозаписи (без цели проведения идентификации).",
    ),
    "poloShirts": MessageLookupByLibrary.simpleMessage("Рубашки поло"),
    "popularCategory": MessageLookupByLibrary.simpleMessage(
      "Популярные категории",
    ),
    "popularProducts": MessageLookupByLibrary.simpleMessage(
      "Популярные товары",
    ),
    "possibleDestroyPersonalData": MessageLookupByLibrary.simpleMessage(
      " В случае отсутствия возможности уничтожения персональных данных в течение срока, установленного Законом, Общество осуществляет блокирование таких персональных данных или обеспечивает их блокирование (если обработка персональных данных осуществляется другим лицом, действующим по поручению оператора) и обеспечивает уничтожение персональных данных в срок не более чем шесть месяцев, если иной срок не установлен федеральными законами.",
    ),
    "postalCode": MessageLookupByLibrary.simpleMessage("Почтовый индекс"),
    "postamat": MessageLookupByLibrary.simpleMessage(
      " - автоматизированный терминал по выдаче товаров.",
    ),
    "priceGoodsIndicated": MessageLookupByLibrary.simpleMessage(
      " Цены на Товар определяются Продавцами и указываются в Карточке товара. Стоимость услуг доставки определяется Easy Shoppin в одностороннем бесспорном порядке и указывается на Торговой площадке. Оплата Заказа означает согласие Покупателя с ценой Товара и стоимостью доставки.",
    ),
    "pricesProductsDetermined": MessageLookupByLibrary.simpleMessage(
      " Окончательная Цена Товара определяется последовательным действием на Цену Товара скидок по следующему порядку:",
    ),
    "privacyPolicy": MessageLookupByLibrary.simpleMessage(
      "Политика конфиденциальности",
    ),
    "privacyPolicyRegister": MessageLookupByLibrary.simpleMessage(
      "Политикой конфиденциальности",
    ),
    "procedureConditions": MessageLookupByLibrary.simpleMessage(
      "5. Порядок и условия обработки персональных данных",
    ),
    "procedureDestruction": MessageLookupByLibrary.simpleMessage(
      " Порядок уничтожения персональных данных на носителях, содержащих персональные данные, в том числе внешних/съемных электронных носителях, бумажных носителях и в информационных системах персональных данных, разрабатывается в соответствии с Приказом Федеральной службы по надзору в сфере связи, информационных технологий и массовых коммуникаций от 28 октября 2022 г. № 179 «Об утверждении Требований к подтверждению уничтожения персональных данных» и закрепляется в Правилах по уничтожению и обезличиванию персональных данных Общества.",
    ),
    "processesAutomationTools": MessageLookupByLibrary.simpleMessage(
      " Общество осуществляет обработку персональных данных с использованием средств автоматизации, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (предоставление, доступ, распространение), обезличивание, блокирование, удаление, уничтожение персональных данных в сроки, необходимые для достижения целей обработки персональных данных.",
    ),
    "processesPersonalAccordance": MessageLookupByLibrary.simpleMessage(
      " Обработка персональных данных Обществом осуществляется в соответствии с требованиями Федерального закона Российской Федерации от 27.07.2006 № 152-ФЗ «О персональных данных» и иными нормативными правовыми актами Российской Федерации, регулирующими правоотношения в сфере обработки персональных данных.",
    ),
    "processingPersonalCarried": MessageLookupByLibrary.simpleMessage(
      " Обработка персональных данных субъекта персональных данных осуществляется с согласия субъекта персональных данных на обработку его персональных данных, а также без получения согласия в случаях, предусмотренных законодательствомРоссийской Федерации.",
    ),
    "processingPersonalData": MessageLookupByLibrary.simpleMessage(
      " Обработка персональных данных — любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств с персональными данными, а также путем смешанной обработки, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных.",
    ),
    "processingUserData": MessageLookupByLibrary.simpleMessage(
      " Обработка Пользовательских данных осуществляется в соответствии с Политикой в отношении обработки данных, содержащей подробную информацию о такой обработке.",
    ),
    "productCard": MessageLookupByLibrary.simpleMessage(
      "- сведения о товаре, содержащие визуальное и текстовое описание товара, его основных характеристик, сведения о продавце товара, его цене, а также иные сведения, указание которых необходимо для возможности принятия решения о Заказе товара. Карточка товара содержит существенные условия договора купли-продажи и заполняется Продавцом товара самостоятельно.",
    ),
    "productCardOfferedSaleForeignSeller": MessageLookupByLibrary.simpleMessage(
      " Карточка товара, предлагаемого к реализации иностранным Продавцом, может не содержать информацию об идентификационном номере в связи с разностью форматов и отсутствием таких номеров в иностранной юрисдикции. При необходимости информация, позволяющая идентифицировать такого Продавца, будет предоставлена по запросу Потребителя самим Продавцом или Easy Shoppin (при наличии такой информации у Easy Shoppin).",
    ),
    "productCategoriesUploadedSuccess": MessageLookupByLibrary.simpleMessage(
      "Категории продуктов успешно загружены",
    ),
    "productParticipatingBuyer": MessageLookupByLibrary.simpleMessage(
      " Отзыв на Товар, участвующий в акции, может быть оставлен Покупателем, который приобрел данный Товар, не позднее 5 (пяти) дней после получения Покупателем этого Товара.",
    ),
    "productRanking": MessageLookupByLibrary.simpleMessage(
      "2 этап. Ранжирование товаров",
    ),
    "productRecommendationsHelp": MessageLookupByLibrary.simpleMessage(
      "Товарные рекомендации помогают пользователю найти предложения, аналогичные выбранному. Это сделано для того, чтобы пользователь мог найти альтернативы и сравнить варианты. Пример таких рекомендаций можно найти на карточке товара или в непустой корзине.",
    ),
    "productReviews": MessageLookupByLibrary.simpleMessage("Отзывы на товары"),
    "products": MessageLookupByLibrary.simpleMessage("Продукты"),
    "productsForAdults": MessageLookupByLibrary.simpleMessage(
      "Товары для взрослых",
    ),
    "productsGeneratedRS": MessageLookupByLibrary.simpleMessage(
      "Сами же рекомендации на  Easy Shoppin -- это подборка товаров, сформированная рекомендательной системой, они могут быть расположены в различных местах на сайте и в приложении  Easy Shoppin.",
    ),
    "productsParticipatePromotion": MessageLookupByLibrary.simpleMessage(
      " Бонусные баллы начисляются только за отзывы на Товары, которые участвуют в акции, что отражено в Карточке товара.",
    ),
    "productsUploadedSuccess": MessageLookupByLibrary.simpleMessage(
      "Продукты успешно загружены",
    ),
    "profile": MessageLookupByLibrary.simpleMessage("Профиль"),
    "profileInformation": MessageLookupByLibrary.simpleMessage(
      "Информация профиля",
    ),
    "profileSettings": MessageLookupByLibrary.simpleMessage(
      "Настройки профиля",
    ),
    "promotionLoyalty": MessageLookupByLibrary.simpleMessage(
      "- программа лояльности, проводимая Easy Shoppin, включающая специальные условия Заказа определенных Товаров.",
    ),
    "promotional": MessageLookupByLibrary.simpleMessage(
      "- это специальный код, который предоставляет скидку на определенную группу Товаров и имеет срок действия. Промокоды применяются автоматически. К одной единице товара может быть применен только один промокод. Ценовая разница между товаром без скидки и товаром со скидкой является преимуществом конечного Покупателя в рамках действия по приобретению конкретного указанного товара.",
    ),
    "promotionalDiscount": MessageLookupByLibrary.simpleMessage(
      "- это скидка, которая предоставляется на определенный Товар. Размер скидки указывается на странице Товара. Цена на Товар указана с учетом акционной скидки. Ценовая разница между товаром без скидки и товаром со скидкой является преимуществом конечного Покупателя в рамках действия по приобретению конкретного указанного товара.",
    ),
    "promotionalDiscountPayment": MessageLookupByLibrary.simpleMessage(
      " Скидка по Промокоду;",
    ),
    "protectLegitimateInterests": MessageLookupByLibrary.simpleMessage(
      " Для реализации своих прав и защиты законных интересов субъект персональных данных имеет право обратиться в Общество. Для направления официальных запросов в адрес Общества, необходимо использовать контактные данные, указанные в п.п. 6.17., 6.18. Политики.",
    ),
    "providesUsers": MessageLookupByLibrary.simpleMessage(
      " Easy Shoppin предоставляет Пользователям неисключительную лицензию на использование баз данных и программ для ЭВМ, необходимых для использования Торговой площадки, для целей, предусмотренных в настоящей Оферте на безвозмездной основе.",
    ),
    "providingCustomsClearance": MessageLookupByLibrary.simpleMessage(
      " Предоставление данных для таможенного оформления и доставки товаров, в случае заказа товаров из-за рубежа.",
    ),
    "providingDataCompletingTraining": MessageLookupByLibrary.simpleMessage(
      " Предоставление данных для прохождения обучающих курсов, публикуемых сторонними организациями на Сайте Общества.",
    ),
    "providingInformationRT": MessageLookupByLibrary.simpleMessage(
      "Рекомендательные технологии — информационные технологии предоставления информации на основе сбора, систематизации и анализа сведений, относящихся к предпочтениям пользователей сети Интернет (далее - рекомендации).",
    ),
    "providingPossibilityBooking": MessageLookupByLibrary.simpleMessage(
      " Обеспечение возможности бронирования (приобретения) билетов воздушного и наземного транспорта на Сайте.",
    ),
    "provisionActionsAimed": MessageLookupByLibrary.simpleMessage(
      " Предоставление — действия, направленные на раскрытие персональных данных определенному лицу или определенному кругу лиц.",
    ),
    "publicationCompanyDocuments": MessageLookupByLibrary.simpleMessage(
      " Изданием Обществом документов, определяющих политику Общества в отношении обработки персональных данных, локальных актов по вопросам обработки персональных данных, определяющих для каждой цели обработки персональных данных категории и перечень обрабатываемых персональных данных, категории субъектов, персональные данные которых обрабатываются, способы, сроки их обработки и хранения, порядок уничтожения персональных данных при достижении целей их обработки или при наступлении иных законных оснований, а также локальных актов, устанавливающих процедуры, направленные на предотвращение и выявление нарушений законодательства Российской Федерации, устранение последствий таких нарушений. Такие документы и локальные акты не могут содержать положения, ограничивающие права субъектов персональных данных, а также возлагающие на Общество не предусмотренные законодательством Российской Федерации полномочия и обязанности.",
    ),
    "publishedReviewDeleted": MessageLookupByLibrary.simpleMessage(
      " Опубликованный отзыв может быть удален в любое время без разъяснения причин;",
    ),
    "publishingReview": MessageLookupByLibrary.simpleMessage(
      " В случае, если после публикации отзыва будет установлено, что отзыв не соответствует условиям, указанным в п. 2.4 настоящих Правил, Easy Shoppin оставляет за собой право на его удаление с последующим уменьшением Баланса Личного кабинета Покупателя, оставившего отзыв, на размер ранее начисленных Бонусных баллов.",
    ),
    "purchaseOrderVehicle": MessageLookupByLibrary.simpleMessage(
      " Заказ на покупку Транспортного средства оформляется только после полной предоплаты стоимости Транспортного средства на Торговой площадке.",
    ),
    "purchaseSaleAgreement": MessageLookupByLibrary.simpleMessage(
      " В случае, если договор купли-продажи Товара, представленного на Торговой площадке, заключается не с Easy Shoppin, а с иным Продавцом, разместившим предложение о Товаре на Торговой площадке, оплата осуществляется на счет Easy Shoppin, действующего по поручению соответствующего Продавца в части приема денежных средств в счет оплаты Товаров с привлечением уполномоченного оператора по приему платежей или оператора электронных денежных средств и является получателем платежа в качестве представителя Продавца.",
    ),
    "purchaseSaleAgreementVehicle": MessageLookupByLibrary.simpleMessage(
      " Договор купли-продажи Транспортного средства подписывается между Продавцом и Потребителем в момент передачи Транспортного средства, после предъявления Потребителем Продавцу уникального кода и документа, удостоверяющего личность Потребителя. Easy Shoppin не является стороной договора купли-продажи транспортного средства. Потребитель самостоятельно предоставляет Продавцу данные документа, удостоверяющего личность, без участия Easy Shoppin и функционала Торговой площадки.",
    ),
    "purchaseTermsRules": MessageLookupByLibrary.simpleMessage(
      " Договор купли-продажи считается заключенным на условиях настоящих Правил и влечет правовые последствия для Продавца, Easy Shoppin и Покупателя только при заказе Товара и его оплаты посредством использования сервисов Торговой площадки, по результатам которых сведения о заказе отражаются в Личном кабинете Покупателя.",
    ),
    "purchasingVehicle": MessageLookupByLibrary.simpleMessage(
      " При приобретении Транспортного средства Потребитель вступает в договорные отношения непосредственно с Продавцом, реализующим данный Товар. Easy Shoppin выступает в качестве агента Продавца, действуя от имени и по поручению Продавца, при этом, права и обязанности по договору купли-продажи возникают исключительно у Продавца.",
    ),
    "purposeCombatingFraud": MessageLookupByLibrary.simpleMessage(
      " С целью противодействия мошенничеству, включая обеспечение повышенной безопасности реквизитов банковских карт, иной платежной информации, процесса оплаты Заказа, а также с целью проверки благонадежности Пользователя, в том числе при заключении Оферты, договора купли-продажи Товаров и договора оказания услуг доставки Товаров, в период их исполнения, Easy Shoppin может осуществлять проверку данных, предоставленных Пользователем, данных об использовании Торговой площадки, по открытым и иным доступным на законных основаниях источникам, а также с привлечением третьих лиц, включая кредитные организации — эмитенты используемых для оплаты банковских карт. В целях дополнительной защиты от мошеннических действий данные Пользователей, выразивших намерение оформить кредитный продукт, могут быть переданы кредитной организации, осуществляющей транзакции по оплате оформленных с использованием кредитных средств на Торговой площадке Заказов, а также иным третьим лицам, обеспечивающим безопасность Easy Shoppin.",
    ),
    "purposeProcessingPersonal": MessageLookupByLibrary.simpleMessage(
      " Цель обработки персональных данных и ее правовое основание.",
    ),
    "purposeProcessingPersonalData": MessageLookupByLibrary.simpleMessage(
      " В случае достижения цели обработки персональных данных Общество обязано прекратить обработку персональных данных или обеспечить ее прекращение (если обработка персональных данных осуществляется другим лицом, действующим по поручению оператора) и уничтожить персональные данные или обеспечить их уничтожение (если обработка персональных данных осуществляется другим лицом, действующим по поручению Общества) в срок, не превышающий тридцати дней с даты достижения цели обработки персональных данных, если иное не предусмотрено договором, стороной которого, выгодоприобретателем или поручителем по которому является субъект персональных данных, иным соглашением между Обществом и субъектом персональных данных либо если Общество не вправе осуществлять обработку персональных данных без согласия субъекта персональных данных на основаниях, предусмотренных Законом или другими федеральными законами.",
    ),
    "purposesPersonalData": MessageLookupByLibrary.simpleMessage(
      "2. Цели обработки персональных данных",
    ),
    "qualityClaims": MessageLookupByLibrary.simpleMessage(
      " Претензии о качестве, количестве и иных свойств Транспортных средств, предъявляются непосредственно Продавцу Товара любыми доступными средствами коммуникации по усмотрению Потребителя, если иное не согласовано Продавцом и Потребителем в договоре купли-продажи Транспортного средства, Easy Shoppin за качество Транспортных средств не отвечает и ответственности не несет.",
    ),
    "questionsAboutRecommendations": MessageLookupByLibrary.simpleMessage(
      "В данных Правилах мы ответим на основные вопросы о том, что такое рекомендации, система рекомендаций (далее - система)  и как они работают на  Easy Shoppin.",
    ),
    "rateThisApp": MessageLookupByLibrary.simpleMessage("Оцени это приложение"),
    "readAll": MessageLookupByLibrary.simpleMessage("Прочитать все"),
    "reasonFundsGoods": MessageLookupByLibrary.simpleMessage(
      " Если по каким-либо причинам денежные средства за товар или услуги не были списаны непосредственно после оформления Заказа (получения Заказа), Easy Shoppin вправе осуществлять по своей инициативе списание денежных средств по всем представленным Платежным данным в соответствии с правилами платежных систем, включая VISA, MasterCard, МИР, Систему быстрых платежей, и на следующих условиях:",
    ),
    "reasonFundsGoods1": MessageLookupByLibrary.simpleMessage(
      " сумма списания составляет неоплаченную стоимость товаров или услуг, с которой Покупатель был ознакомлен в момент совершения заказа или до этого момента;",
    ),
    "reasonFundsGoods2": MessageLookupByLibrary.simpleMessage(
      " списание совершается в Рублях Российской Федерации, если иная валюта не была согласована сторонами при совершении заказа;",
    ),
    "reasonFundsGoods3": MessageLookupByLibrary.simpleMessage(
      " Easy Shoppin не взимает с Покупателя комиссию или иную плату за такое списание;",
    ),
    "reasonFundsGoods4": MessageLookupByLibrary.simpleMessage(
      " отмена операций и возврат денежных средств осуществляются по правилам платежной системы, в соответствии с которыми осуществляется списание.",
    ),
    "receiptProcessingTransfer": MessageLookupByLibrary.simpleMessage(
      " Получение, обработка и передача денежных средств.",
    ),
    "receivedFinalRatings": MessageLookupByLibrary.simpleMessage(
      "Когда система получила все финальные оценки, формируется подборка, в которой товары с большей оценкой показываются выше в выдаче, а товары с оценкой ниже - ближе к концу.. Когда сформирована подборка товаров, к каждому товару подгружаются основные характеристики (цена, скидки, кэшбэк, доставка и т.д.) и изображения.",
    ),
    "receivingOrder": MessageLookupByLibrary.simpleMessage(
      " Получение Заказа Для выдачи Заказа сотрудник ПВЗ или сотрудник службы доставки запрашивает у Потребителя код для получения Заказа, отражённый в Личном кабинете Потребителя или QR-код из мобильного приложения Потребителя. При непредъявлении Потребителем указанного кода или QR-кода в выдаче Товара Потребителю будет отказано.",
    ),
    "recommendationTechnologies": MessageLookupByLibrary.simpleMessage(
      "Рекомендательные технологии",
    ),
    "refusalCarryDelivery": MessageLookupByLibrary.simpleMessage(
      " Отказ в осуществлении доставки В осуществлении доставки Товара может быть отказано при отсутствии предоплаты Товара, когда такая форма оплаты была согласована при оформлении Заказа.",
    ),
    "registeredBuyer": MessageLookupByLibrary.simpleMessage(
      " Зарегистрированный пользователь (Покупатель) — физическое лицо, имеющее идентификатор пользователя Сайта (прошедший регистрацию на Сайте) и использующий Сайт в соответствии с Правилами пользования торговой площадкой «Wildberries», размещенными по адресу https://www.wildberries.ru/services/pravila-polzovaniya-torgovoy-ploshchadkoy.",
    ),
    "registeredUserConsents": MessageLookupByLibrary.simpleMessage(
      " Зарегистрированный пользователь дает согласие на обработку персональных данных, действующее с даты начала использования им личного кабинета на Сайте, и на срок в течение 30 дней после даты отзыва согласия и удаления личного кабинета пользователя на Сайте, так как 30 дней необходимы Обществу для завершения обработки всех товаров, возвращенных пользователем. Исключением в отношении данного срока являются положения Закона.",
    ),
    "registeringAccountMarketplace": MessageLookupByLibrary.simpleMessage(
      " Регистрируя Личный кабинет на Торговой площадке, а равно вводя идентификационный код доступа, Покупатель подтверждает свое согласие с тем, что:",
    ),
    "registeringMarketplace": MessageLookupByLibrary.simpleMessage(
      " При регистрации на Торговой площадке, а также при дальнейшем ее использовании, Покупатель предоставляет Easy Shoppin свои регистрационные данные (в том числе, персональные данные): номер телефона, адрес места доставки, реквизиты электронных средств платежа (номер, срок действия, код CVV/CVC). Покупатель вправе по своему смотрению предоставить Easy Shoppin дополнительные регистрационные данные (в том числе, персональные данные), а именно: Ф.И.О., пол, дату рождения, сведения о параметрах фигуры (размере одежды), а также иные сведения, которые Покупатель сочтет возможным предоставить.",
    ),
    "registeringPersonalAccount": MessageLookupByLibrary.simpleMessage(
      " Регистрируясь в личном кабинете/используя Торговую площадку, Пользователь полностью и безоговорочно соглашается с условиями использования Торговой площадки, а также иной интеллектуальной собственности Easy Shoppin. В случае нарушения Пользователем условий использования Торговой площадкой и/или иной интеллектуальной собственности Easy Shoppin, включая, но не ограничиваясь, средств индивидуализации Easy Shoppin , Easy Shoppin вправе требовать уплаты Пользователем неустойки (штрафа) в соответствии с Договором, а также оставляет за собой право заблокировать личный кабинет Пользователя на Торговой площадке.",
    ),
    "registrationDatInternet": MessageLookupByLibrary.simpleMessage(
      " Регистрационные данные (в том числе персональные данные) обрабатываются Easy Shoppin в целях направления Покупателю рекламы и информации по сетям электросвязи, в том числе через Интернет, в соответствии со ст.18 Федерального закона от 13.06.2006 № 38-ФЗ «О рекламе»;",
    ),
    "registrationData": MessageLookupByLibrary.simpleMessage(
      "данные, которые указываются (содержатся) в Личном кабинете после регистрации и данные, указываемые Пользователем при оформлении заказа.",
    ),
    "registrationDataElectronically": MessageLookupByLibrary.simpleMessage(
      " Регистрационные данные (в том числе персональные данные) передаются в электронной форме по открытым каналам связи сети «Интернет», используются (обрабатываются, собираются, систематизируются, хранятся и обрабатываются другими способами) Easy Shoppin для реализации целей, указанных в настоящих Правилах и в этих же целях могут быть переданы третьим лицам;",
    ),
    "registrationDataEmail": MessageLookupByLibrary.simpleMessage(
      " Данное Покупателем согласие на обработку его регистрационных данных (в том числе персональных данных) является бессрочным и может быть отозвано Покупателем или его законным представителем, подачей письменного заявления, направленного по адресу электронной почты: sales@wildberries.ru.",
    ),
    "registrationDataPolicy": MessageLookupByLibrary.simpleMessage(
      "Регистрационные данные (в том числе персональные данные) могут обрабатываться Easy Shoppin в целях продвижения товаров и услуг, путем осуществления прямых контактов с Покупателем с помощью каналов связи в соответствии с Политикой в отношении обработки персональных данных;",
    ),
    "registrationDataProtection": MessageLookupByLibrary.simpleMessage(
      " Регистрационные данные (в том числе персональные данные), указанные Покупателем, в целях дополнительной защиты от мошеннических действий могут быть переданы кредитной организации, осуществляющей транзакции по оплате оформленных на Торговой площадке Заказов, а также иным третьим лицам, обеспечивающим безопасность Easy Shoppin;",
    ),
    "registrationDataVoluntarily": MessageLookupByLibrary.simpleMessage(
      " Регистрационные данные (в том числе персональные данные) указаны им добровольно. В случае использования данных третьих лиц — указанные данные указываются с информированного и предварительного и подтвержденного согласия этих лиц;",
    ),
    "registrationPersonalAccount": MessageLookupByLibrary.simpleMessage(
      " Регистрация и использование личного кабинета для совершения заказов на Сайте, а также для получения информационных и рекламных рассылок.",
    ),
    "registrationSite": MessageLookupByLibrary.simpleMessage(
      "3. Регистрация и авторизация на Торговой площадке",
    ),
    "registrationTradingPlatform": MessageLookupByLibrary.simpleMessage(
      " С момента регистрации на Торговой площадке Easy Shoppin предоставляет Пользователю (владельцу личного кабинета) на весь срок действия Договора неисключительную непередаваемую лицензию на использование Торговой площадки в части, относящейся непосредственно к Пользователю, а именно, право использовать функционал Торговой площадки исключительно для целей реализации прав и обязанностей в рамках настоящей Оферты, в том числе: для регистрации и идентификации на Торговой площадке, для взаимодействия со специалистами поддержки пользователей/покупателей на Портале, с продавцами, в том числе, но не ограничиваясь, с целью получения предусмотренных Договором услуг, передачи и возврата Товаров, для запроса и получения информации, в порядке и на условиях, предусмотренных Договором.",
    ),
    "relationships": MessageLookupByLibrary.simpleMessage("Отношения"),
    "relevantParagraphs": MessageLookupByLibrary.simpleMessage(
      " Предоставление субъекту персональных данных сведений, предусмотренных соответствующими пунктами настоящей Политики, нарушает права и законные интересы третьих лиц.",
    ),
    "relevantProductsRanks": MessageLookupByLibrary.simpleMessage(
      "На этом этапе система отбирает максимально релевантные товары и ранжирует их по вероятности покупки пользователем. Для этого используются модели машинного обучения. В результате каждому товару проставляется оценка от 0 до 1. Чем выше оценка, тем более высокую позицию занимает товар в рекомендациях.",
    ),
    "religiousClothing": MessageLookupByLibrary.simpleMessage(
      "Религиозная одежда",
    ),
    "rememberMe": MessageLookupByLibrary.simpleMessage("Запомнить меня"),
    "reorganizationCompany": MessageLookupByLibrary.simpleMessage(
      " реорганизации Общества, влекущей прекращение его деятельности;",
    ),
    "representativesAuthorized": MessageLookupByLibrary.simpleMessage(
      " Представители уполномоченных органов власти (в том числе, контролирующих, надзорных, правоохранительных, дознания и следствия) получают доступ к персональным данным, обрабатываемым в Обществе, в объеме и порядке, установленном законодательством Российской Федерации.",
    ),
    "responsesRequests": MessageLookupByLibrary.simpleMessage(
      "7. Ответы на запросы субъектов на доступ к персональным данным",
    ),
    "returnGoods": MessageLookupByLibrary.simpleMessage(
      "- отказ Покупателем от Товара надлежащего качества для возврата его Easy Shoppin или Продавцу товара.",
    ),
    "returnGoodsCarried": MessageLookupByLibrary.simpleMessage(
      " Возврат товаров осуществляется в соответствии с Разделом 7 Правил.",
    ),
    "returnGoodsCarriedAccordance": MessageLookupByLibrary.simpleMessage(
      " Цена товара указывается в Карточке товара в рублях Российской Федерации и включает в себя налог на добавленную стоимость.",
    ),
    "reviewChecked": MessageLookupByLibrary.simpleMessage(
      " Каждый отзыв проходит проверку на соблюдение условий п. 2.4 настоящих Правил и публикуется на Торговой площадке при условии одобрения по результатам проверки. Бонусные баллы Покупателю начисляются за опубликованный отзыв по истечении 14 дней после его публикации.",
    ),
    "reviewConsideredRelevant": MessageLookupByLibrary.simpleMessage(
      " Easy Shoppin самостоятельно определяет срок, в течение которого отзывы считаются актуальными и на который они публикуются.",
    ),
    "reviewRatingsMarketplace": MessageLookupByLibrary.simpleMessage(
      " На Торговой площадке реализован сервис отзывов и оценок Покупателей на приобретенный Товар, который действует по следующим правилам, с которыми Покупатель, оставляющий отзыв о Товаре и оценивающий Товар, соглашается:",
    ),
    "reviewsRatingsProductConsumers": MessageLookupByLibrary.simpleMessage(
      "10. Отзывы и оценки Товара Потребителями на Торговой площадке",
    ),
    "revocationConsentSubject": MessageLookupByLibrary.simpleMessage(
      " отзыва согласия субъекта персональных данных на обработку персональных данных.",
    ),
    "rightEntrustProcessing": MessageLookupByLibrary.simpleMessage(
      " Общество вправе поручить обработку персональных данных третьим лицам — обработчикам — на основании заключаемых с этими лицами договоров и с согласия субъекта персональных данных. В случае если Общество поручает обработку персональных данных другому лицу, ответственность перед субъектом персональных данных за действия указанного лица несет Общество. Лицо, осуществляющее обработку персональных данных по поручению Общества, несет ответственность за безопасность персональных данных и выполнение требований Закона перед Обществом. Лицо, обрабатывающее персональные данные по поручению Оператора, не обязано получать согласие субъекта персональных данных на обработку его персональных данных.",
    ),
    "rightsSubjectPersonalData": MessageLookupByLibrary.simpleMessage(
      " Установленные Законом права субъекта персональных данных.",
    ),
    "robes": MessageLookupByLibrary.simpleMessage("Халаты"),
    "rulesRecommendationTechnologies": MessageLookupByLibrary.simpleMessage(
      "Правила использования рекомендательных технологий на Easy Shopping",
    ),
    "rulesUsingTradingPlatform": MessageLookupByLibrary.simpleMessage(
      "Правила использования торговой платформы",
    ),
    "russia": MessageLookupByLibrary.simpleMessage("Россия"),
    "russianLanguage": MessageLookupByLibrary.simpleMessage("Русский"),
    "russianRuble": MessageLookupByLibrary.simpleMessage("Российский рубль"),
    "safeMode": MessageLookupByLibrary.simpleMessage("Безопасный режим"),
    "saleVehiclesWarehouse": MessageLookupByLibrary.simpleMessage(
      " Реализация Транспортных средств осуществляется исключительно со склада Продавца.",
    ),
    "salesUploadedSuccessfully": MessageLookupByLibrary.simpleMessage(
      "Распродажи успешно загружены",
    ),
    "save": MessageLookupByLibrary.simpleMessage("Сохранить"),
    "search": MessageLookupByLibrary.simpleMessage("Искать в магазине"),
    "searchCandidateProducts": MessageLookupByLibrary.simpleMessage(
      "1 этап.  Поиск товаров кандидатов",
    ),
    "searchHistory": MessageLookupByLibrary.simpleMessage("История поиска"),
    "securityPersonalData": MessageLookupByLibrary.simpleMessage(
      " Безопасность персональных данных — состояние защищенности персональных данных, характеризуемое способностью пользователей информационных систем персональных данных, оператора персональных данных, технических средств и информационных технологий обеспечить конфиденциальность, целостность и доступность персональных данных при их обработке в информационных системах персональных данных.",
    ),
    "selectAddress": MessageLookupByLibrary.simpleMessage("Выберите адрес"),
    "selectAvailable": MessageLookupByLibrary.simpleMessage(
      "Выбрать доступные",
    ),
    "selectCodeRegion": MessageLookupByLibrary.simpleMessage(
      "Выберите код региона",
    ),
    "selectCountry": MessageLookupByLibrary.simpleMessage("Выберите страну"),
    "selectDelivery": MessageLookupByLibrary.simpleMessage(
      "Выбор способа доставки",
    ),
    "selectImages": MessageLookupByLibrary.simpleMessage("Выбрать изображения"),
    "selectLanguage": MessageLookupByLibrary.simpleMessage("Выберите язык"),
    "selectPaymentMethod": MessageLookupByLibrary.simpleMessage(
      "Выберите метод оплаты",
    ),
    "selectTheme": MessageLookupByLibrary.simpleMessage("Выберите тему"),
    "selectionProductsThrough": MessageLookupByLibrary.simpleMessage(
      "Прежде чем пользователь увидит подборку товаров, система проходит следующие этапы: поиск товаров-кандидатов → ранжирование товаров →  выстраивание логики показа товаров.",
    ),
    "selectionRecommendations": MessageLookupByLibrary.simpleMessage(
      "Подборка рекомендаций может показывать разное количество товаров в зависимости от места расположения на сайте или в приложении  Easy Shoppin. В зависимости от типа и места рекомендаций они могут располагаться горизонтально, с пролистыванием вбок, или вертикально, подгружая дополнительные товары по мере того, как пользователь пролистывает рекомендации до конца. Надеемся, что наша система рекомендаций поможет вам находить наилучшие товары и сделает ваше путешествие по  Easy Shoppin более увлекательным и удобным!",
    ),
    "sellerCarriesDelivery": MessageLookupByLibrary.simpleMessage(
      " Продавец своими силами производит доставку и передачу Транспортного средства Потребителю.",
    ),
    "sellerInformation": MessageLookupByLibrary.simpleMessage(
      "7. Информация о продавце",
    ),
    "sellerTradingPlatform": MessageLookupByLibrary.simpleMessage(
      " индивидуальный предприниматель, юридическое лицо или самозанятый гражданин, зарегистрированные в установленном порядке в российской или иностранной юрисдикции, осуществляющие деятельность по продаже товаров и предлагающие Покупателю заключить договор купли-продажи Товара, размещая Товары на Торговой площадке.",
    ),
    "sellersMarketplace": MessageLookupByLibrary.simpleMessage(
      " Продавцом на Торговой площадке являются как Easy Shoppin, так и иные юридические лица различных организационно-правовых форм, индивидуальные предприниматели, граждане, использующие специальный налоговый режим «Налог на профессиональный доход», в том числе также иностранные граждане и юридические лица.",
    ),
    "sendFeedbackMessage": MessageLookupByLibrary.simpleMessage("Отправить"),
    "sep": MessageLookupByLibrary.simpleMessage("Сен"),
    "servicesDelivery": MessageLookupByLibrary.simpleMessage(
      " - услуги доставки, оказываемые Easy Shoppin Покупателю в отношении Товаров, приобретаемых Покупателем у Easy Shoppin или иных Продавцов на Торговой площадке или возвращаемых Покупателем Easy Shoppin или Продавцу.",
    ),
    "settingNotificationTitle": MessageLookupByLibrary.simpleMessage(
      "Настройка уведомлений",
    ),
    "settings": MessageLookupByLibrary.simpleMessage("Настройки"),
    "shareFailed": MessageLookupByLibrary.simpleMessage(
      "Поделиться не удалось!",
    ),
    "shirts": MessageLookupByLibrary.simpleMessage("Рубашки"),
    "shoeAccessories": MessageLookupByLibrary.simpleMessage(
      "Аксессуары для обуви",
    ),
    "shoes": MessageLookupByLibrary.simpleMessage("Обувь"),
    "shorts": MessageLookupByLibrary.simpleMessage("Шорты"),
    "signIn": MessageLookupByLibrary.simpleMessage("Войти"),
    "signInProfile": MessageLookupByLibrary.simpleMessage(
      "Войдите в свой профиль",
    ),
    "signupTitle": MessageLookupByLibrary.simpleMessage(
      "Давайте создадим вашу учетную запись",
    ),
    "skip": MessageLookupByLibrary.simpleMessage("Пропустить"),
    "skirts": MessageLookupByLibrary.simpleMessage("Юбки"),
    "smartHouse": MessageLookupByLibrary.simpleMessage("Умный дом"),
    "smartphones": MessageLookupByLibrary.simpleMessage("Смартфоны"),
    "smsMessages": MessageLookupByLibrary.simpleMessage("SMS-сообщения"),
    "society": MessageLookupByLibrary.simpleMessage(
      " Общество — ООО «Easy Shoppin».",
    ),
    "somethingWentWrong": MessageLookupByLibrary.simpleMessage(
      "Что-то пошло не так",
    ),
    "sourceCodeTradingPlatform": MessageLookupByLibrary.simpleMessage(
      " осуществлять любые действия, связанные с модификацией исходного кода Торговой площадки;",
    ),
    "sourcePersonalData": MessageLookupByLibrary.simpleMessage(
      " Источник получения персональных данных.",
    ),
    "spanishLanguage": MessageLookupByLibrary.simpleMessage("Испанский"),
    "specialCategoryPersonalData": MessageLookupByLibrary.simpleMessage(
      " Специальная категория персональных данных — сведения касающиеся расовой, национальной принадлежности, политических взглядов, религиозных или философских убеждений, состояния здоровья, интимной жизни.",
    ),
    "specialFootwear": MessageLookupByLibrary.simpleMessage("Спецобувь"),
    "sportShoes": MessageLookupByLibrary.simpleMessage("Спортивная обувь"),
    "sports": MessageLookupByLibrary.simpleMessage("Спорт"),
    "sportsEquipments": MessageLookupByLibrary.simpleMessage(
      "Спортивное оборудование",
    ),
    "state": MessageLookupByLibrary.simpleMessage("Провинция"),
    "stationery": MessageLookupByLibrary.simpleMessage("Кацтовары"),
    "stock": MessageLookupByLibrary.simpleMessage("Акции"),
    "stopProcessingUserData": MessageLookupByLibrary.simpleMessage(
      " Для прекращения обработки всех Пользовательских данных необходимо удаление Личного кабинета, поскольку без таких данных невозможно надлежащим образом пользоваться соответствующим функционалом. Пользователь самостоятельно удаляет Личный кабинет с помощью функционала Торговой площадки. Удаление Личного кабинета может быть недоступно в случае, если у Пользователя есть активные доставки, положительный или отрицательный Баланс, задолженности на Торговой площадке, открытый Электронный ES Кошелёк, а также при наличии у Easy Shoppin подозрений в нарушении условий Оферты, в том числе подозрений в совершении мошеннических и иных противоправных действий на Торговой площадке. У Пользователя есть функциональная возможность скрыть данные банковской карты в Личном кабинете. Данные скрытой банковской карты не будут использованы для оплаты Заказов, размещённых спустя 30 календарных дней после скрытия при условии отсутствия у Пользователя обязательств перед Easy Shoppin или Продавцами, а также при отсутствии у Easy Shoppin подозрений в нарушении условий Оферты, в том числе подозрений в совершении мошеннических и иных противоправных действий на Торговой площадке.",
    ),
    "stopTransfer": MessageLookupByLibrary.simpleMessage(
      " Субъект персональных данных имеет право обратиться в Общество с требованием прекратить передачу (распространение, предоставление, доступ) своих персональных данных, ранее разрешенных Субъектом персональных данных, в части указанных действий для распространения, в случае несоблюдения положений статьи 10.1 Закона или обратиться с таким требованием в суд. Общество обязано прекратить передачу (распространение, предоставление, доступ) персональных данных в течение трех рабочих дней с момента получения требования субъекта персональных данных или в срок, указанный во вступившем в законную силу решении суда, а если такой срок в решении суда не указан, то в течение трех рабочих дней с момента вступления решения суда в законную силу.",
    ),
    "storagePersonalData": MessageLookupByLibrary.simpleMessage(
      " Хранение персональных данных осуществляется Обществом в форме, позволяющей определить субъекта персональных данных не дольше, чем этого требуют цели обработки персональных данных и в соответствии с положениями Закона.",
    ),
    "store": MessageLookupByLibrary.simpleMessage("Магазин"),
    "street": MessageLookupByLibrary.simpleMessage("Улица"),
    "subTitleChangeDateBirth": MessageLookupByLibrary.simpleMessage(
      "Измените вашу дату рождения.",
    ),
    "subTitleChangeGender": MessageLookupByLibrary.simpleMessage(
      "Выберите пол для идентификации. Отображается только на странице профиля.",
    ),
    "subTitleChangePassword": MessageLookupByLibrary.simpleMessage(
      "Смените пароль для идентификации. Отображается только на странице профиля.",
    ),
    "subTitleChangePhoneNumber": MessageLookupByLibrary.simpleMessage(
      "Измените номер телефона для идентификации. Отображается только на странице профиля.",
    ),
    "subjectPersonalDataApplies": MessageLookupByLibrary.simpleMessage(
      " В случае обращения субъекта персональных данных к Обществу с требованием о прекращении обработки персональных данных Общество обязано в срок, не превышающий десяти рабочих дней с даты получения Обществом соответствующего требования, прекратить их обработку или обеспечить прекращение такой обработки (если такая обработка осуществляется лицом, осуществляющим обработку персональных данных), за исключением случаев, предусмотренных пунктами 2 — 11 части 1 статьи 6, частью 2 статьи 10 и частью 2 статьи 11 Закона. Указанный срок может быть продлен, но не более чем на пять рабочих дней в случае направления оператором в адрес субъекта персональных данных мотивированного уведомления с указанием причин продления срока предоставления запрашиваемой информации.",
    ),
    "subjectPersonalPolicy": MessageLookupByLibrary.simpleMessage(
      " В случае, если субъект персональных данных возражает против обработки персональных данных Обществом в соответствии с Политикой, субъект персональных данных вправе отказаться от использования Сайта и / или направить соответствующее обращение в адрес Общества. В таком случае предоставление функционала Сайта, включая регистрацию личного кабинета, осуществляться не будет.",
    ),
    "submit": MessageLookupByLibrary.simpleMessage("Отправить"),
    "subtitleAboutApplication": MessageLookupByLibrary.simpleMessage(
      "Информация о версии приложения и другая информация",
    ),
    "subtitleAccountPrivacy": MessageLookupByLibrary.simpleMessage(
      "Управление использованием данных и подключенными учетными записями",
    ),
    "subtitleAddresses": MessageLookupByLibrary.simpleMessage(
      "Установить адрес доставки покупок",
    ),
    "subtitleBecomeSeller": MessageLookupByLibrary.simpleMessage(
      "Вы можете стать продавцом на Easy Shopping",
    ),
    "subtitleChangeName": MessageLookupByLibrary.simpleMessage(
      "Настоящее имя пользователя для легкой проверки. Это имя появится на нескольких страницах.",
    ),
    "subtitleChangeUsername": MessageLookupByLibrary.simpleMessage(
      "Имя пользователя для легкой проверки. Это имя пользователя появится на нескольких страницах.",
    ),
    "subtitleChats": MessageLookupByLibrary.simpleMessage(
      "Чаты с продавцами товаров",
    ),
    "subtitleCoupons": MessageLookupByLibrary.simpleMessage(
      "Список всех купонов со скидкой",
    ),
    "subtitleCouponsOrder": MessageLookupByLibrary.simpleMessage(
      "Скидки применяются автоматически при оформлении заказа.",
    ),
    "subtitleFavourite": MessageLookupByLibrary.simpleMessage(
      "Добавьте или удалите товары в избранное и приступайте к оформлению заказа.",
    ),
    "subtitleFavouriteStores": MessageLookupByLibrary.simpleMessage(
      "Добавьте свои любимые магазины",
    ),
    "subtitleGeolocation": MessageLookupByLibrary.simpleMessage(
      "Установите рекомендации в зависимости от местоположения",
    ),
    "subtitleImageQuality": MessageLookupByLibrary.simpleMessage(
      "Установите качество изображения, чтобы его можно было увидеть",
    ),
    "subtitleLanguage": MessageLookupByLibrary.simpleMessage(
      "Выберите язык приложения",
    ),
    "subtitleLoadData": MessageLookupByLibrary.simpleMessage(
      "Загрузите данные в свою Cloud Firebase",
    ),
    "subtitleMoreAboutApplication": MessageLookupByLibrary.simpleMessage(
      "Подробная информация о приложении",
    ),
    "subtitleNotifications": MessageLookupByLibrary.simpleMessage(
      "Установите любой вид уведомления",
    ),
    "subtitleOrders": MessageLookupByLibrary.simpleMessage(
      "Незавершенные и выполненные заказы",
    ),
    "subtitlePaymentMethods": MessageLookupByLibrary.simpleMessage(
      "Вывести остаток на зарегистрированный банковский счет",
    ),
    "subtitlePersonalData": MessageLookupByLibrary.simpleMessage(
      "Данные профиля пользователя",
    ),
    "subtitlePoints": MessageLookupByLibrary.simpleMessage(
      "Ваши пользовательские баллы и кешбэки",
    ),
    "subtitleProductReviews": MessageLookupByLibrary.simpleMessage(
      "Все отзывы на товары",
    ),
    "subtitleRelationships": MessageLookupByLibrary.simpleMessage(
      "Убедитесь, что вы уже загрузили весь контент, указанный выше.",
    ),
    "subtitleRulesUsingTradingPlatform": MessageLookupByLibrary.simpleMessage(
      "Данные об использовании торговой площадкой и управление использовании данных",
    ),
    "subtitleSafeMode": MessageLookupByLibrary.simpleMessage(
      "Результаты поиска безопасны для всех возрастов",
    ),
    "subtitleSupport": MessageLookupByLibrary.simpleMessage(
      "Задавайте вопросы по приложению в службу поддержки",
    ),
    "subtitleThemes": MessageLookupByLibrary.simpleMessage(
      "Измените тему приложения по своему вкусу",
    ),
    "subtitleYourDevices": MessageLookupByLibrary.simpleMessage(
      "Устройства, на которых вы вошли в свой профиль Easy Shoppin",
    ),
    "success": MessageLookupByLibrary.simpleMessage("Успешно"),
    "support": MessageLookupByLibrary.simpleMessage("Поддержка"),
    "sweatshirtsSweatshirtsHoodies": MessageLookupByLibrary.simpleMessage(
      "Толстовк, свитшоты и худи",
    ),
    "systemSelectsProductsRelevant": MessageLookupByLibrary.simpleMessage(
      "На этом этапе система отбирает M релевантных контексту товаров среди большого количества товаров N. Если контекстом является карточка товара, то товары-кандидаты подбираются на основе товара на этой карточке, в корзине — на основе списка товаров в корзине. Таким образом, для товарных рекомендаций отбираются товары из тех же категорий или близких, что и основной товар. При этом мы считаем, что чем чаще товары из каких-либо категорий попадают в одну покупку, тем больше эти категории подходят друг другу.",
    ),
    "systemTheme": MessageLookupByLibrary.simpleMessage("Системная"),
    "terminationLegalGrounds": MessageLookupByLibrary.simpleMessage(
      " прекращения правовых оснований обработки персональных данных и/или достижения целей обработки персональных данных;",
    ),
    "terms": MessageLookupByLibrary.simpleMessage("1. Термины"),
    "termsOfUse": MessageLookupByLibrary.simpleMessage(
      "Условиями эксплуатации",
    ),
    "termsPrivacy": MessageLookupByLibrary.simpleMessage(
      " Настоящая Политика в отношении обработки персональных данных (далее — Политика) определяет цели, устанавливает порядок и условия обработки персональных данных, меры, направленные на защиту персональных данных, а такжесодержит информацию о правах лиц, к которым относятся соответствующие персональные данные в ООО «Изи Шоппин» (далее — Общество).",
    ),
    "termsRules": MessageLookupByLibrary.simpleMessage(
      " В настоящих Правилах, если контекст не требует иного, нижеприведенные термины имеют следующие значения:",
    ),
    "termsUsePlatform": MessageLookupByLibrary.simpleMessage(
      "условия использования торговой платформы",
    ),
    "themes": MessageLookupByLibrary.simpleMessage("Темы"),
    "titleChangeDateBirth": MessageLookupByLibrary.simpleMessage(
      "Изменить дату рождения",
    ),
    "titleChangeGender": MessageLookupByLibrary.simpleMessage("Изменить пол"),
    "titleChangeName": MessageLookupByLibrary.simpleMessage("Изменить имя"),
    "titleChangePassword": MessageLookupByLibrary.simpleMessage(
      "Изменить пароль",
    ),
    "titleChangePhoneNumber": MessageLookupByLibrary.simpleMessage(
      "Изменить номер телефона",
    ),
    "titleChangeUsername": MessageLookupByLibrary.simpleMessage(
      "Изменение имени пользователя",
    ),
    "titleCoupons": MessageLookupByLibrary.simpleMessage("Купоны"),
    "toProducts": MessageLookupByLibrary.simpleMessage("К товарам"),
    "toys": MessageLookupByLibrary.simpleMessage("Игрушки"),
    "trackSuits": MessageLookupByLibrary.simpleMessage("Спортивные костюмы"),
    "tradingPlatform": MessageLookupByLibrary.simpleMessage(
      " - веб-сайт https://www.wildberries.ru и мобильное приложение Wildberries, являющиеся сервисом, предоставляющим доступ к информации о товарах, предназначенной для потенциальных Покупателей (потребителей).",
    ),
    "tradingPlatformPayments": MessageLookupByLibrary.simpleMessage(
      " Покупателю, оформляющему Заказ на Торговой площадке, предоставляется возможность выбора варианта оплаты в соответствии с предусмотренными Торговой площадкой способами:",
    ),
    "tradingPlatformSearch": MessageLookupByLibrary.simpleMessage(
      " Торговая площадка предоставляет Покупателю безвозмездную возможность поиска информации о Товарах, ознакомления с товарными предложениями Easy Shoppin и других Продавцов, получения (в т.ч. по результатам поиска) товарных предложений и информации, Заказа Товара, выбора способа доставки, оплаты Товаров, а также иные функциональные возможности.",
    ),
    "tradingRecommendationTechnologies": MessageLookupByLibrary.simpleMessage(
      " Easy Shoppin применяет рекомендательные технологии в соответствии с Правилами применения рекомендательных технологий. Рекомендательные технологии также могут быть использованы с целью персонализации информации, доступной на Торговой площадке, путем группировки пользователей по различным категориям, в том числе на основаниях предложения пола, возраста и указанного местоположения.",
    ),
    "transferOwnership": MessageLookupByLibrary.simpleMessage(
      " Переход права собственности на Товар Право собственности на заказанные Товары переходит к Потребителю с момента фактической передачи ему Товара. Риск случайной гибели или повреждения Товара переходит к Потребителю с момента фактической передачи ему Товара.",
    ),
    "trousers": MessageLookupByLibrary.simpleMessage("Брюки"),
    "tshirts": MessageLookupByLibrary.simpleMessage("Футболки"),
    "tshirtsTops": MessageLookupByLibrary.simpleMessage("Футболки и топы"),
    "tunics": MessageLookupByLibrary.simpleMessage("Туники"),
    "underwear": MessageLookupByLibrary.simpleMessage("Нижнее белье"),
    "unlawfulProcessing": MessageLookupByLibrary.simpleMessage(
      " В случае выявления неправомерной обработки персональных данных при обращении субъекта персональных данных или его представителя либо по запросу субъекта персональных данных или его представителя либо уполномоченного органа по защите прав субъектов персональных данных оператор обязан осуществить блокирование неправомерно обрабатываемых персональных данных, относящихся к этому субъекту персональных данных, или обеспечить их блокирование (если обработка персональных данных осуществляется другим лицом, действующим по поручению оператора) с момента такого обращения или получения указанного запроса на период проверки.",
    ),
    "updatingPassword": MessageLookupByLibrary.simpleMessage(
      "Обновление вашего пароля...",
    ),
    "updatingYourInfo": MessageLookupByLibrary.simpleMessage(
      "Мы обновляем вашу информацию...",
    ),
    "upload": MessageLookupByLibrary.simpleMessage("Загрузить"),
    "uploadBannerDatabase": MessageLookupByLibrary.simpleMessage(
      "Вы уверены, что хотите загрузить данные баннера в базу данных? Не закрывайте окно, пока данные не загрузятся!",
    ),
    "uploadBanners": MessageLookupByLibrary.simpleMessage("Загрузить баннеры"),
    "uploadBrandDatabase": MessageLookupByLibrary.simpleMessage(
      "Вы уверены, что хотите загрузить данные о бренде в базу данных? Не закрывайте окно, пока данные не загрузятся!",
    ),
    "uploadBrands": MessageLookupByLibrary.simpleMessage("Загрузить бренды"),
    "uploadBrandsCategories": MessageLookupByLibrary.simpleMessage(
      "Загрузить данные о взаимосвязях брендов и категорий",
    ),
    "uploadCategories": MessageLookupByLibrary.simpleMessage(
      "Загрузить категории",
    ),
    "uploadCategoryDatabase": MessageLookupByLibrary.simpleMessage(
      "Вы уверены, что хотите загрузить данные о категориях и подкатегориях в базу данных? Не закрывайте окно, пока данные не загрузятся!",
    ),
    "uploadData": MessageLookupByLibrary.simpleMessage("Загрузить данные"),
    "uploadProductDatabase": MessageLookupByLibrary.simpleMessage(
      "Вы уверены, что хотите загрузить данные о продуктах в базу данных? Не закрывайте окно, пока данные не загрузятся!",
    ),
    "uploadProducts": MessageLookupByLibrary.simpleMessage(
      "Загрузить продукты",
    ),
    "uploadProductsCategories": MessageLookupByLibrary.simpleMessage(
      "Загрузить данные о взаимосвязях категорий продуктов",
    ),
    "uploadSaleDatabase": MessageLookupByLibrary.simpleMessage(
      "Вы уверены, что хотите загрузить данные распродажи в базу данных? Не закрывайте окно, пока данные не загрузятся!",
    ),
    "uploadSales": MessageLookupByLibrary.simpleMessage("Загрузить распродажи"),
    "uponReceiptOrder": MessageLookupByLibrary.simpleMessage(
      " При получении Заказа с выбранным способом оплаты при получении оплата стоимости Заказа может быть получена Easy Shoppin любым способом, доступным к выбору при оформлении заказа, вне зависимости от способа оплаты Заказа, выбранного Покупателем. Покупатель осознаёт, что вышеуказанные действия со стороны Владельца Торговой площадки, производятся в интересах покупателя и направлены на реализацию воли Покупателя, как стороны по настоящему соглашению.",
    ),
    "useTradingPlatform": MessageLookupByLibrary.simpleMessage(
      " использовать Торговую площадку, ее отдельные элементы способами и/или с целями, не предусмотренными настоящей Офертой;",
    ),
    "userAccessManageMarketingMessages": MessageLookupByLibrary.simpleMessage(
      " Пользователю доступно управление маркетинговыми сообщениями, а также сообщениями для целей исполнения Заказа в Личном кабинете.",
    ),
    "userBuyer": MessageLookupByLibrary.simpleMessage(
      " Пользователь/покупатель не вправе:",
    ),
    "userData": MessageLookupByLibrary.simpleMessage(
      "6. Пользовательские данные",
    ),
    "userDataProcessedMarketplace": MessageLookupByLibrary.simpleMessage(
      " Пользовательские данные обрабатываются на Торговой площадке в соответствии с Офертой в случаях, когда это необходимо для предоставления функционала Торговой площадки, в том числе для регистрации и авторизации в Личном кабинете и на иных сервисах; для Заказа Товара, выбора способа доставки, оплаты Товаров, отказа от Товара; для таможенного оформления при доставке Товаров из-за рубежа; для надлежащей работы, упрощения использования, персонализации и улучшения Торговой площадки.",
    ),
    "userId": MessageLookupByLibrary.simpleMessage("ID пользователя"),
    "userIdCopied": MessageLookupByLibrary.simpleMessage(
      "Идентификатор пользователя скопирован в буфер обмена.",
    ),
    "userRightProvideUserData": MessageLookupByLibrary.simpleMessage(
      " Некоторые Пользовательские данные Пользователь имеет право предоставить и удалить по своему желанию, в частности: ник (имя), фамилия, отчество, пол, адрес электронной почты. Пользователь осознает и соглашается с тем, что эти данные будут отображены и доступны в Личном кабинете.",
    ),
    "userTradingPlatform": MessageLookupByLibrary.simpleMessage(
      " - любое физическое лицо, использующее Торговую площадку на условиях настоящих Правил.",
    ),
    "userUnderstandsAgrees": MessageLookupByLibrary.simpleMessage(
      " Пользователь понимает и соглашается с тем, что при звонке в Easy Shoppin телефонные разговоры могут быть записаны в целях контроля качества работы службы поддержки и для разрешения спорных ситуаций.",
    ),
    "username": MessageLookupByLibrary.simpleMessage("Имя пользователя"),
    "usernameBeenUpdated": MessageLookupByLibrary.simpleMessage(
      "Ваше имя пользователя было обновлено",
    ),
    "usingSiteCapabilities": MessageLookupByLibrary.simpleMessage(
      " Использование возможностей Сайта для проведения аудио- и видеозвонков",
    ),
    "usingTradingPlatform": MessageLookupByLibrary.simpleMessage(
      " Пользуясь Торговой площадкой, оформляя Заказы, оплачивая Заказы, отказываясь от Товаров, Покупатель безоговорочно соглашается с условиями настоящих Правил, которые являются Публичной офертой по смыслу ст. 437 ГК РФ, а также с условиями Правил применения рекомендательных технологий, и обязуется их соблюдать.",
    ),
    "uzbekSum": MessageLookupByLibrary.simpleMessage("Узбекский сум"),
    "uzbekistan": MessageLookupByLibrary.simpleMessage("Узбекистан"),
    "validity": MessageLookupByLibrary.simpleMessage("Срок действия"),
    "variousProductProperties": MessageLookupByLibrary.simpleMessage(
      "Модель опирается на различные свойства товара, например, просмотры, клики, заказы, рейтинг, цена и многое другое. С помощью метода градиентного бустинга деревьев решений модель предсказывает вероятность покупки для каждого товара. Разные свойства могут иметь для модели разный вес, например, цена может оказаться важнее количества просмотров. ",
    ),
    "versionApplication": MessageLookupByLibrary.simpleMessage(
      "Версия приложения:",
    ),
    "viewAll": MessageLookupByLibrary.simpleMessage("Все"),
    "walksTravels": MessageLookupByLibrary.simpleMessage(
      "Прогулки и путешествия",
    ),
    "websiteCompanyInformation": MessageLookupByLibrary.simpleMessage(
      " Сайт — информационный ресурс Общества в сети «Интернет», доступ к которому осуществляется по доменному имени «*.es.ru», «*.wildberries.ru», либо с использованием мобильного приложения Общества.",
    ),
    "wentWrong": MessageLookupByLibrary.simpleMessage("Что-то пошло не так."),
    "whatAreWeGoingLookFor": MessageLookupByLibrary.simpleMessage(
      "Что будем искать?",
    ),
    "whatRecommendationSystem": MessageLookupByLibrary.simpleMessage(
      "Что же такое система рекомендаций?",
    ),
    "whatRecommendations": MessageLookupByLibrary.simpleMessage(
      "Какие бывают рекомендации?",
    ),
    "whatStagesRecommendations": MessageLookupByLibrary.simpleMessage(
      "Какие этапы проходит система перед выдачей рекомендаций пользователю?",
    ),
    "wishlist": MessageLookupByLibrary.simpleMessage("Список желаний"),
    "wishlistEmpty": MessageLookupByLibrary.simpleMessage(
      "Упс! Список желаний пуст...",
    ),
    "withdrawsConsent": MessageLookupByLibrary.simpleMessage(
      " В случае отзыва субъектом персональных данных согласия на обработку его персональных данных Общество обязано прекратить их обработку или обеспечить прекращение такой обработки (если обработка персональных данных осуществляется другим лицом, действующим по поручению Общества) и в случае, если сохранение персональных данных более не требуется для целей обработки персональных данных, уничтожить персональные данные или обеспечить их уничтожение (если обработка персональных данных осуществляется другим лицом, действующим по поручению Общества) в срок, не превышающий тридцати дней с даты поступления указанного отзыва, если иное не предусмотрено договором, стороной которого, выгодоприобретателем или поручителем по которому является субъект персональных данных, иным соглашением между Обществом и субъектом персональных данных либо если Общество не вправе осуществлять обработку персональных данных без согласия субъекта персональных данных на основаниях, предусмотренных Законом или другими федеральными законами.",
    ),
    "women": MessageLookupByLibrary.simpleMessage("Женщинам"),
    "womens": MessageLookupByLibrary.simpleMessage("Женская"),
    "year": MessageLookupByLibrary.simpleMessage("Год"),
    "yes": MessageLookupByLibrary.simpleMessage("Да"),
    "youMightLike": MessageLookupByLibrary.simpleMessage(
      "Вам может понравиться",
    ),
    "yourAccountCreatedSubTitle": MessageLookupByLibrary.simpleMessage(
      "Добро пожаловать в идеальное место для покупок: ваша учетная запись создана, раскройте радость беспрепятственных покупок в Интернете!",
    ),
    "yourAccountCreatedTitle": MessageLookupByLibrary.simpleMessage(
      "Ваш аккаунт успешно создан!",
    ),
    "yourAddresses": MessageLookupByLibrary.simpleMessage(
      "Ваши адреса будут здесь",
    ),
    "yourDeliveryAddress": MessageLookupByLibrary.simpleMessage(
      "Добавьте адрес доставки, чтобы увидеть текущие цены на товары и сроки доставки.",
    ),
    "yourDevices": MessageLookupByLibrary.simpleMessage("Ваши устройства"),
    "yourPickUpPoint": MessageLookupByLibrary.simpleMessage(
      "Ваши пункты выдачи будут здесь.",
    ),
    "yourSuggestion": MessageLookupByLibrary.simpleMessage("Ваше предложение"),
  };
}
